Repository: EyeCon/subdownloader
Catalog: locale/*/LC_MESSAGES/subdownloader.po
Languages: ar, ast, ca, de, fr, sl, sr, uk

source: Parsing video: %s
ar: تحليل الفيديو : %s
ast: Analizando videu: %s
ca: S'està analitzant el vídeo: %s
de: Analysiere Video: %s
fr: Analyse de la vidéo : %s
sl: Razčlenjevanje videa: %s
sr: Рашчлањивање видеа: %s
uk: Аналіз відео: %s

source: Parsing sub: %s
ar: تحليل الترجمة : %s
ast: Analizando subtítulu: %s
ca: S'està analitzant el subtítol: %s
de: Analysiere Untertitel: %s
fr: Analyse du sous-titre : %s
sl: Razčlenjevanje podnapisa: %s
sr: Рашчлањивање превода: %s
uk: Аналіз субтитрів: %s

source: Finished hashing
ar: انتهى انشاء دالة التجزئة (hashing)
ast: Indexación finada
ca: S'ha finalitzat la indexació
de: Hashen beendet
fr: Hachage terminé
sl: Zgoščevanje končano
sr: Завршено груписање
uk: Хешування завершене

source: Albanian
ar: الألبانية
ast: Albanés
ca: Albanès
de: Albanisch
fr: Albanais
sl: Albanščina
sr: Албански
uk: Албанська

source: Arabic
ar: العربية
ast: Árabe
ca: Àrab
de: Arabisch
fr: Arabe
sl: Arabščina
sr: Арапски
uk: Арабська

source: Armenian
ar: الأرمنية
ast: Armeniu
ca: Armeni
de: Armenisch
fr: Arménien
sl: Armenščina
sr: Jерменски
uk: Вірменська

source: Malay
ar: الملايو
ast: Malasia
ca: Malai
de: Malaiisch
fr: Malais
sl: Malajščina
sr: Mалајски
uk: Малайська

source: Bosnian
ar: البوسنية
ast: Bosniu
ca: Bosnià
de: Bosnisch
fr: Bosniaque
sl: Bosanščina
sr: Босански
uk: Боснійська

source: Brazilian
de: Brasilianisch
fr: Brésilien
sr: Бразилски

source: Bulgarian
ar: البلغاريّة
ast: Búlgaru
ca: Búlgar
de: Bulgarisch
fr: Bulgare
sl: Bolgarščina
sr: Бугарски
uk: Болгарська

source: Catalan
ar: الكاتالانية
ast: Catalán (català)
ca: Català
de: Katalanisch
sl: Katalonščina
sr: Каталонски
uk: Каталонська

source: Basque
ar: الباسكية
ast: Vascu (Euskara)
ca: Basc
de: Baskisch
sl: Baskovščina
sr: Баскијски
uk: Баскська

source: Chinese
de: Chinesisch
fr: Chinois
sr: Кинески

source: Croatian
ar: الكرواتية
ast: Croata
ca: Croat
de: Kroatisch
fr: Croate
sl: Hrvaščina
sr: Хрватски
uk: Хорватська

source: Czech
ar: التشيكية
ast: Checu
ca: Txec
de: Tschechisch
fr: Tchèque
sl: Češčina
sr: Чешки
uk: Чеська

source: Danish
ar: الدانماركية
ast: Danés
ca: Danès
de: Dänisch
fr: Danois
sl: Danščina
sr: Дански
uk: Данська

source: Dutch
ar: الهولندية
ast: Holandés
ca: Holandès
de: Niederländisch
fr: Néerlandais
sl: Nizozemščina
sr: Холандски
uk: Голандська

source: English
de: Englisch
fr: Anglais
sr: Енглески

source: British English
de: britisches Englisch
fr: Anglais britannique
sr: Енглески - Британски

source: Esperanto
ar: الإسبرانتو
ast: Esperantu
sr: Есперанто
uk: Есперанто

source: Estonian
ar: الإستونية
ast: Estoniu
ca: Estonià
de: Estnisch
fr: Estonien
sl: Estonščina
sr: Естонски
uk: Естонська

source: Finnish
ar: الفنلندية
ast: Finés
ca: Finès
de: Finnisch
fr: Finlandais
sl: Finščina
sr: Фински
uk: Фінська

source: French
ar: الفرنسية
ast: Francés
ca: Francès
de: Französisch
fr: Français
sl: Francoščina
sr: Француски
uk: Французька

source: Georgian
ar: الجورجية
ast: Xeorxanu
ca: Georgià
de: Georgisch
fr: Géorgien
sl: Gruzinščina
sr: Грузијски
uk: Грузинська

source: German
ar: الألمانية
ast: Alemán
ca: Alemany
de: Deutsch
fr: Allemand
sl: Nemščina
sr: Немачки
uk: Німецька

source: Greek
ar: اليونانية
ast: Griegu
ca: Grec
de: Griechisch
fr: Grec
sl: Grščina
sr: Грчки
uk: Грецька

source: Hebrew
ar: العبرية
ast: Hebreu
ca: Hebreu
de: Hebräisch
fr: Hébreu
sl: Hebrejščina
sr: Хебрејски
uk: Іврит

source: Hungarian
ar: الهنغارية
ast: Húngaru
ca: Hongarès
de: Ungarisch
fr: Hongrois
sl: Madžarščina
sr: Мађарски
uk: Угорська

source: Indonesian
ar: الإندونيسية
ast: Indonesiu
ca: Indonesi
de: Indonesisch
fr: Indonésien
sl: Indonezijščina
sr: Индонежански
uk: Індонезійська

source: Italian
ar: الإيطالية
ast: Italianu
ca: Italià
de: Italienisch
fr: Italien
sl: Italjanščina
sr: Италијански
uk: Італійська

source: Japanese
ar: اليابانية
ast: Xaponés
ca: Japonès
de: Japanisch
fr: Japonais
sl: Japonščina
sr: Јапански
uk: Японська

source: Kazakh
ar: الكازاخية
ast: Kazaxu
de: Kasachisch
sl: Kazaščina
sr: Казахстански
uk: Казахська

source: Korean
ar: الكوريّة
ast: Coreanu
ca: Coreà
de: Koreanisch
fr: Coréen
sl: Korejščina
sr: Корејски
uk: Корейська

source: Latvian
ar: اللاتفية
ast: Letón
ca: Letó
de: Lettisch
fr: Letton
sl: Latvijščina
sr: Летонски
uk: Латвійська

source: Lithuanian
ar: الليتوانية
ast: Lituanu
ca: Lituà
de: Litauisch
fr: Lituanien
sl: Litvanščina
sr: Литвански
uk: Литовська

source: Luxembourgish
ar: اللوكسمبرجية
ast: Luxemburgués
ca: Luxemburguès
de: Luxemburgisch
fr: Luxembourgeois
sl: Luksemburščina
sr: Луксембуршки
uk: Люксембурзька

source: Macedonian
ar: المقدونية
ast: Macedoniu
ca: Macedoni
de: Mazedonisch
fr: Macédonien
sl: Makedonščina
sr: Македонски
uk: Македонська

source: Norwegian
ar: النرويجية
ast: Noruegu
ca: Noruec
de: Norwegisch
fr: Norvégien
sl: Norveščina
sr: Норвешки
uk: Норвезька

source: Persian
ar: الفارسية
ast: Persa
ca: Persa
de: Persisch
fr: Persan
sl: Perzijščina
sr: Персијски
uk: Перська:

source: Polish
ar: البولندية
ast: Polacu
ca: Polonès
de: Polnisch
fr: Polonais
sl: Poljščina
sr: Пољски
uk: Польська

source: Portuguese
de: Portugiesisch
fr: Portugais
sr: Португалски

source: Romanian
ar: الرومانية
ast: Rumanu
ca: Romanès
de: Rumänisch
fr: Roumain
sl: Romunščina
sr: Румунски
uk: Румунська

source: Russian
ar: الروسية
ast: Rusu
ca: Rus
de: Russisch
fr: Russe
sl: Ruščina
sr: Руски
uk: Російська

source: Serbian
ar: الصربية
ast: Serbiu
ca: Serbi
de: Serbisch
fr: Serbe
sl: Srbščina
sr: Српски
uk: Сербська

source: Slovak
ar: السلوفاكية
ast: Eslovacu
ca: Eslovac
de: Slowakisch
fr: Slovaque
sl: Slovaščina
sr: Словачки
uk: Словацька

source: Slovenian
ar: السلوفينية
ast: Eslovenu
ca: Eslovè
de: Slowenisch
fr: Slovène
sl: Slovenščina
sr: Словеначки
uk: Словенська

source: Spanish
de: Spanisch
fr: Espagnol
sr: Шпански

source: Swedish
ar: السويدية
ast: Suecu
ca: Suec
de: Schwedisch
fr: Suédois
sl: Švedščina
sr: Шведски
uk: Шведська

source: Thai
ar: التايلاندية
ast: Tailandés (thai)
ca: Tailandès
de: Thailändisch
fr: Thaï
sl: Tajščina
sr: Тајландски
uk: Тайська

source: Turkish
ar: التركيّة
ast: Turcu
ca: Turc
de: Türkisch
fr: Turc
sl: Turščina
sr: Турски
uk: Турецька

source: Ukrainian
ar: الأوكرانية
ast: Ucranianu
ca: Ucraïnès
de: Ukrainisch
fr: Ukrainien
sl: Ukrajinščina
sr: Украјински
uk: Українська

source: Vietnamese
ar: الفيتنامية
ast: Vietnamita
ca: Vietnamita
de: Vietnamesisch
fr: Vietnamien
sl: Vietnamščina
sr: Вијетнамски
uk: В'єтнамська

source: The program will expire in %d days.
ar: البرنامج ستنتهي صلاحيته خلال %d أيام
ast: El programa espirará en %d díes.
ca: El programa caducarà en %d dies.
de: Das Programm wird in %d Tagen ablaufen.
fr: Le programme expirera dans %d jours.
sl: Program bo potekel v %d dneh.
sr: Програм ће истећи за %d дана.
uk: Термін дії програми закінчиться через %d днів.

source: Activate Program
ar: تفعيل البرنامج
ast: Programa Activu
ca: Activa el programa
de: Programm aktivieren
fr: Activer le programme
sl: Aktiviraj
sr: Активирај Програм
uk: Активувати програму

source: The program has expired after %d days of usage.
ar: انتهت صلاحية البرنامج بعد %d يوم/أيام من الاستخدام
ast: El programa espirará dempués de %d díes d'usu.
ca: El programa ha caducat després de %d dies d'ús.
de: Das Programm läuft nach %d Tagen ab.
fr: Le programme a expiré après %d jours d'utilisation
sl: Program je potekel po %d dneh uporabe.
sr: Програм ће истећи након %d дана употребе.
uk: Термін дії програми закінчується через %d днів використання.

source: Error
ar: خطأ
ast: Fallu
de: Fehler
fr: Erreur
sl: Napaka
sr: Грешка
uk: Помилка

source: Some fields are empty.
de: Einige Felder sind leer.
fr: Certains champs sont vides.
sr: Нека поља су празна.

source: Info
ar: معلومات
ast: Información
ca: Informació
fr: À propos
sl: Informacije
sr: Информације
uk: Інформація

source: Program Registered
ar: برنامج مُسجّل
ast: Programa Rexistráu
ca: S'ha registrat el programa
de: Programm registriert
fr: Programme enregistré
sl: Program registriran
sr: Програм је регистрован
uk: Програма зареєтрована

source: Select the video/folder that needs subtitles:
ar: اختر مجلّد/الفيديو الذي يحتاج الى الترجمة:
ast: Seleiciona'l videu/carpeta que necesita sotítulos:
ca: Seleccioneu el vídeo o directori que necessita subtítols:
de: Wähle aus, was Untertitel benötigt (Video/Ordner):
fr: Sélectionner le repertoire ou la vidéo qui a besoin de sous-titres :
sl: izberi video/mapo, ki potrebuje podnapise
sr: Изабери видео фајл/датотеку где су потребни преводи
uk: Виберіть відео/папку, де потрібні субтитри:

source: Select videos that need subtitles
ar: اختر الفيديوهات التي تحتاج الى الترجمة
ast: Seleiciona videos que necesiten sotítulos
ca: Seleccioneu els vídeos que necessiten subtítols
de: Wähle Videos aus die Untertitel benötigen
fr: Sélectionner les vidéos qui ont besoin de sous-titres
sl: izberi videe, ki potrebujejo podnapise
sr: Изабери видеа којима требају преводи
uk: Виберіть відео, де потрібні субтитри

source: Select videos...
ar: اختر الفيديوهات...
ast: Seleiciona videos...
ca: Seleccioneu els vídeos...
de: Wähle Videos...
fr: Sélectionner les vidéos...
sl: Izberi videe...
sr: Изабери видеа...
uk: Вибрати відео...

source: Click here to Search the subtitles of the movies in that folder
ar: أنقر هنا للبحث عن ترجمات الأفلام في ذلك المجلّد
ast: Calca equí pa Guetar los sotítulos de les películes nesa carpeta
ca: Cliqueu aquí per cercar els subtítols de les pel·lícules en aquest directori
de: Klicke hier um für alle Videos in diesem Ordner Untertitel zu suchen
fr: Cliquer ici pour rechercher les sous-titres des films de ce dossier
sl: Klikni tu za iskanje podnapisov filmom v tej mapi
sr: Кликни овде да Тражиш преводе филмова у тој датотеци
uk: Натисніть сюди, щоб знайти субтитри до фільмів в цій папці

source: Select folder...
ar: قم بتحديد مجلد ...
ast: Seleicionar carpeta...
ca: Seleccioneu un directori...
de: Wähle Ordner...
fr: Sélectionner un dossier...
sl: Izberi mapo...
sr: Изабери датотеку...
uk: Вибрати папку...

source: Search subtitles
ar: ابحث عن الترجمات
ast: Guetar sotítulos
ca: Cerca subtítols
de: Suche Untertitel
fr: Rechercher les sous-titres
sl: Išči podnapise
sr: Тражи преводе
uk: Шукати субтитри

source: Videos/Subtitles found:
ar: تم ايجاد الفيديو/الترجمة:
ast: Videos/Sotítulos atopaos:
ca: Vídeos/subtítols trobats:
de: Videos/Untertitel gefunden:
fr: Vidéos/Sous-titres trouvés :
sl: Videi/Podnapisi najdeni:
sr: Видео/Преводи пронађени:
uk: Знайдені відео/субтитри:

source: Filter by :
ar: الترشيح بواسطة :
ast: Peñerar por :
ca: Filtra per:
de: Gefiltert:
fr: Filtrer par :
sl: Filtriraj po:
sr: Пречишћено преко:
uk: Відібрати по:

source: Movie Info
ar: معلومات الفيلم
ast: Información Película
ca: Informació de la pel·lícula
de: Video-Info
fr: Information sur le film
sl: Informacije o filmu
sr: Информације о филму
uk: Інформація про фільм

source: Play
ar: تشغيل
ast: Reproducir
ca: Reprodueix
de: Abspielen
fr: Lire
sl: Predvajaj
sr: Прикажи
uk: Відтворити

source: Download
ar: تنزيل
ast: Baxar
ca: Descarrega
de: Herunterladen
fr: Télécharger
sl: Prenos
sr: Преузми
uk: Завантажити

source: Search from Video file(s)
ar: بحث من ملف(ات) الفيديو
ast: Guetar dende ficheru(os) de Videu
ca: Cerca a partir de fitxers de vídeo
de: Suchen durch Videodatei(en)
fr: Rechercher depuis le(s) fichier(s) vidéo(s)
sl: išči iz video datotek
sr: Претражуј из видео фајал-а/ова
uk: Пошук по відео файлах

source: Search
ar: بحث
ast: Guetar
ca: Cerca
de: Suche
fr: Rechercher
sl: Išči
sr: Претражи
uk: Пошук

source: Site:
ar: الموقع:
ast: Sitiu:
ca: Lloc:
de: Seite:
sl: Stran:
sr: Интернет адреса:
uk: Сайт:

source: OpenSubtitles.org
sr: ОтворениПреводи.орг

source: Subtitles found:
ar: تم ايجاد الترجمة:
ast: Sotítulos atopaos:
ca: Subtítols trobats:
de: Untertitel gefunden:
fr: Sous-titres trouvés :
sl: Najdeni podnapisi:
sr: Пронађени преводи:
uk: Знайдені субтитри:

source: Search by Movie Name
ar: بحث بإستخدام اسم الفيلم
ast: Guetar por Nome Película
ca: Cerca pel nom de la pel·lícula
de: Suchen nach Filmname
fr: Chercher par nom de film
sl: Iskanje po imenu filma:
sr: Претражи по имену филма
uk: Пошук по назві фільму

source: Select the videos and subtitles (only subtitles will be uploaded):
ar: اختر الفيديو و الترجمات (سيتم رفع الترجمات فقط):
ast: Seleicionar los videos y sotítulos (namái se xubirán los sotítulos):
ca: Seleccioneu els vídeos i els subtítols (només es pujaran els subtítols):
de: Wähle die Videos und Untertitel (nur Untertitel werden hochgeladen):
fr: Sélectionner les vidéos et les sous-titres (seul les sous-titres seront envoyés) :
sl: Izberi videe in podnapise ( naloženi bodo samo podnapisi)
sr: Селектуј видеа и преводе (само ће преводи бити учитани)
uk: Вибрати відео і субтитри (лише субтитри будуть завантажені)

source: Empty the list
ar: قم بتفريغ القائمة
ast: Vaciar la llista
ca: Buida la llista
de: Liste leeren
fr: Vider la liste
sl: Izprazni seznam
sr: Испразни листу
uk: Очистити список

source: Details:
ar: التفاصيل:
ast: Detalles:
ca: Detalls:
fr: Détails :
sl: Podrobnosti:
sr: Детаљи:
uk: Подробиці:

source: Movie Title:
ar: عنوان الفيلم:
ast: Títulu Película:
ca: Títol de la pel·lícula
de: Filmtitel:
fr: Titre :
sl: Naslov filma:
sr: Наслов филма:
uk: Назва фільму:

source: Click on the Find button to identify the movie
ar: انقر على زر البحث لتعيين الفيلم
ast: Calca nel botón Guetar pa identificar la película
ca: Cliqueu al botó de cerca per identificar la pel·lícula
de: Klicke auf den Suche-Button um den Film zu identifizieren
fr: Cliquer sur le bouton Chercher pour identifier le film
sl: klikni Iskanje za prepoznavo filma
sr: Кликни на Тражи дугме да идентификујеш филм
uk: Натисніть на кнопку Знайти, щоб розпізнати фільм

source: Find
ar: ايجاد
ast: Guetar
ca: Cerca
de: Suche
fr: Chercher
sl: Iskanje
sr: Пронађи
uk: Знайти

source: Release name:
ar: إسم الإصدار:
ast: Nome Release:
ca: Nom de la versió:
de: Name des Releases:
fr: Nom de la version
sl: Izdano ime:
sr: Назив изадања:
uk: Назва релізу:

source: Comments:
ar: التعليقات:
ast: Comentarios:
ca: Comentaris:
de: Kommentar:
fr: Commentaires :
sl: Komentarji:
sr: Коментари:
uk: Коментарі:

source: Subtitle Language:
ar: لغة الترجمة:
ast: Llingua del Sotítulu:
ca: Idioma del subtítol:
de: Untertitel-Sprache:
fr: Langue des sous-titres
sl: Jezik podnapisa:
sr: Језик превода:
uk: Мова субтитрів:

source: Upload
ar: ارفع
ast: Xubir
ca: Pujades
de: Hochladen
fr: Envoyer
sl: Nalaganje
sr: Учитавање
uk: Відправка

source: Upload subtitles
ar: رفع الترجمات
ast: Xubir sotítulos
ca: Pujada de subtítols
de: Untertitel hochladen
fr: Envoyer les sous-titres
sl: Naloži podnapise
sr: Учитавање превода
uk: Відправити субтитри

source: &Main
ar: ال&رئيسي
ast: P&rincipal
ca: &Principal
de: &Allgemein
fr: &Principal
sl: &Glavno
sr: &Главно
uk: &Головна

source: &Help
ar: &مساعدة
ast: &Aida
ca: A&juda
de: &Hilfe
fr: &Aide
sl: &Pomoč
sr: &Помоћ
uk: &Допомога

source: &Settings
ar: &الإعدادات
ast: &Preferencies
ca: &Configuració
de: &Einstellungen
fr: &Paramètres
sl: &Nastavitve
sr: &Подешавања
uk: &Налаштування

source: &View
ar: &عرض
ast: &Ver
ca: &Visualitza
de: &Ansicht
fr: &Afficher
sl: &Pogled
sr: &Приказ
uk: &Вигляд

source: Quit
ar: خروج
ast: Colar
ca: Surt
de: Beenden
fr: Quitter
sl: Končaj
sr: Изађи
uk: Вихід

source: Visit HomePage
ar: قم بزيارة الصفحة الرئيسية
ast: Visitar Páxina Web
ca: Vés a la pàgina del projecte
de: Homepage besuchen
fr: Visiter la page d'accueil
sl: Obišči Domačo stran
sr: Посети Главну Страницу
uk: Відвідати домашню сторінку

source: About
ar: حول
ast: Tocante a...
ca: Quant a
de: Info
fr: À propos
sl: O Programu
sr: О програму
uk: Про програму

source: Report A Problem
ar: أبلغ عن مشكلة
ast: Informar d'un problema
ca: Informeu d'un problema
de: Problem mitteilen
fr: Signaler un problème
sl: Prijavi težavo
sr: Пријави проблем
uk: Повідомити про проблему

source: Help Us With 5 USD/EUR
ar: ادعمنا بـ 5 دولار/يورو
ast: Aídanos Con 5 USD/EUR
ca: Ajudeu-nos amb 5 EUR/USD
de: Hilf uns mit 5 USD/EUR
fr: Aidez nous avec 5 EUR/USD
sl: Pomagaj nam z 5 €
sr: Помози нам са 5 УСД/ЕУР
uk: Допоможіть нам пожертвою 5 USD/EUR

source: &Configure Subdownloader
ar: ا&عداد منزّل الترجمات
ast: &Configurar SubDownloader
ca: &Configura el Subdownloader
de: &Subdownloader einrichten
fr: &Configurer Subdownloader
sl: &Nastavi Subdownloader
sr: Подешавање "Subdownloader"-а
uk: &Налаштувати Subdownloader

source: LogIn
ar: تسجيل دخول
ast: Identificase
ca: Inicia la sessió
de: Einloggen
fr: Connecter
sl: Prijava
sr: Улогуј се
uk: Логін

source: Log Messages
ar: رسائل السجل
ast: Rexistru de Mensaxes
ca: Registre de missatges
de: Logmeldungen
fr: Messages d'information
sl: Dnevniška sporočila
sr: Поруке лог-а
uk: Журнал повідомлень

source: Show/Hide Tree Folder
ar: اظهار/إخفاء شجرة المجلدات
ast: Amosar/Anubrir Carpeta d'Árbol
ca: Mostra/amaga l'arbre de directoris
de: Zeige/Verstecke Dateistruktur
fr: Afficher/Masquer l'arborescence
sl: pokaži/Skrij drevesni pogled map
sr: Прикажи/Сакриј дрво датотеке
uk: Показати/Сховати дерево папок

source: LogOut
ar: تسجيل خروج
ast: Zarrar sesión
ca: Tanca la sessió
de: Auslooggen
fr: Déconnecter
sl: Odjava
sr: Излогуј се
uk: Вийти

source: Translate This Application...
ar: ترجم هذا التطبيق...
ast: Tornar esta aplicación...
ca: Traduïu aquesta aplicació...
de: Diese Anwendung übersetzen...
fr: Traduire cette application…
sl: Prevedi ta program...
sr: Преведите овај програм...
uk: Перекласти цю програму...

source: Program has expired
de: Programm ist abgelaufen
fr: Le programme a expiré
sr: Програм је истекао

source: Register Online...
de: Online registrieren...
fr: Enregistrement en ligne…
sr: Региструј се на мрежи...

source: After registering, you will receive a license key via email.
de: Nach der Registrierung wirst du einen Lizenzschlüssel per eMail bekommen.
fr: Après votre enregistrement, vous recevrez une clé de licence par email
sr: Након регистрације добићете кључ лиценце преко Е-поште.

source: Email:
sr: Е‑пошта:

source: Full Name:
de: Vollständiger Name:
fr: Nom complet :
sr: Пуно име:

source: License key:
de: Lizenzschlüssel:
fr: Clé de licence :
sr: Кључ Лиценце:

source: Cancel
ar: إلغاء
ast: Encaboxar
ca: Cancel·la
de: Abbrechen
fr: Annuler
sl: Prekliči
sr: Одустани
uk: Скасувати

source: Activate
ar: تنشيط
ast: Activar
ca: Activa
de: Aktivieren
fr: Activer
sl: Omogoči
sr: Aktiviraj
uk: Активувати

source: Videofile
ar: ملف الفيديو
ast: Ficheru Videu
ca: Fitxer de vídeo
de: Videodatei
fr: Fichier vidéo
sl: Video
sr: Видео датотека
uk: Відеофайл

source: Subtitle
ar: الترجمة
ast: Sotítulu
ca: Subtítol
de: Untertitel
fr: Sous-titre
sl: Podnapis
sr: Поднаслов
uk: Субтитри

source: The list of video/subtitle is empty
ar: قائمة الفيديو / الترجمة فارغة
ast: La llista de videu/sotítulu ta erma
ca: La llista de vídeos/subtítols és buida
de: Die Video/Untertitelliste ist leer
fr: La liste de vidéos/sous-titres est vide
sl: Video/Podnapis seznam je prazen
sr: Листа видео фајла/поднаслова је празна
uk: Список відео/субтитрів порожній

source: Subtitle %s is repeated
ar: الترجمة %s مكررة
ast: El sotítulu %s ta repetíu
ca: El subtítol %s està repetit
de: Untertitel %s wiederholt sich
fr: Le sous-titre %s est répété
sl: Podnapis %s se ponavlja
sr: Поднаслов %s је исправљен
uk: Субтитри %s повторюються

source: Videofile %s is repeated
ar: ملف الفيديو %s مكرّر
ast: El ficheru de videu %s ta repetíu
ca: El vídeo %s està repetit
de: Videodatei %s wiederholt sich
fr: Le fichier vidéo %s est répété
sl: Video %s se ponavlja
sr: Видео фајл %s је исправљен
uk: Відеофайл %s повторюється

source: Some of the upload rows are empty
ar: عدد من الاسطر المحملة فارغة
ast: Dalguna de les fileres de xuba ta erma
ca: Algunes files del fitxer a carregar són buides
de: Einige Uploadzeilen sind leer
fr: Certains champs sont vides
sl: Nekaj naložnih vrstic je praynih
sr: Неки од учитаних редова су празни
uk: Деякі з відправлених рядків порожні

source: Some of the video/subtitles fields are empty
ar: عدة حقول الفيديو / الترجمات فارغة
ast: Dalgún campu del videu/sotítulos ta ermu
ca: Algunes de les files dels vídeos/subtítols són buides
de: Einige Video/Untertitelfelder sind leer
fr: Certains champs de vidéos/sous-titres sont vides
sl: Nekatera polja videov/podnapisov so prazna
sr: Нека од видео/поднаслов поља су празна
uk: Деякі поля з відео/субтитрів порожні

source: Click here to select video...
ar: انقر هنا لاختيار الفيديو ...
ast: Calca equí pa seleicionar videu...
ca: Cliqueu aquí per escollir un vídeo...
de: Hier klicken um ein Video auszuwählen...
fr: Cliquer ici pour sélectionner une vidéo…
sl: klikni tu za izbiro videa...
sr: Кликни овде да изабереш видео...
uk: Натисніть сюди, щоб вибрати відео...

source: Click here to select subtitle...
ar: انقر هنا لاختيار الترجمة
ast: Calca equí pa seleicionar sotítulu...
ca: Cliqueu aquí per seleccionar un subtítol...
de: Hier klicken um Untertitel auszuwählen...
fr: Cliquer ici pour sélectionner le sous-titre…
sl: klikni tu za izbiro podnapisa...
sr: Кликните овде да изабереш поднаслов
uk: Натисніть сюди, щоб вибрати субтитри...

source: Settings
ar: الاعدادات
ast: Preferencies
ca: Paràmetres
de: Einstellungen
fr: Paramètres
sl: Nastavitve
sr: Подешавања
uk: Налаштування

source: Filter search results by these languages:
ar: ترشيح نتائج البحث في اللغات التالية :
ast: Peñerar resultaos de gueta por estes llingües:
ca: Filtra els resultats de la recerca amb aquests idiomes:
de: Nach diesen Sprachen gefilterte Suchergebnisse:
fr: Filtrer les résultats de recherche dans ces langues ;
sl: Filtriraj najdene po teh jezikih:
sr: Филтрирај резултате претрживања по овим језицима:
uk: Відібрати результати пошуку на цих мовах:

source: Destination folder:
ar: اسم المجلد:
ast: Carpeta de destín:
ca: Carpeta de destí:
de: Zielordner:
fr: Dossier de destination :
sl: Ciljna mapa
sr: Одредишна датотека:
uk: Папка призначення:

source: Always ask user
ar: دائما إسأل المستخدم
ast: Siempre entrugar al usuariu
ca: Pregunta sempre a l'usuari
de: Immer Benutzer fragen
fr: Toujours demander à l'utilisateur
sl: Vedno vprašaj uporabnika
sr: Увек питај корисника
uk: Завжди питати користувача

source: Same folder as video file
ar: نفس مجلد ملف الفيديو
ast: Mesma carpeta que ficheru del videu
ca: Mateix directori que el fitxer de vídeo
de: Gleicher Ordner wie die Videodatei
fr: Même dossier que le fichier vidéo
sl: Ista mapa kot video
sr: Иста датотека као видео фајл
uk: Та сама папка, що й відеофайл

source: Predefined folder:
ar: مجلد معرف مسبقا:
ast: Carpeta predefinida
ca: Directori per defecte:
de: Vordefinierter Ordner:
fr: Dossier prédéfini :
sl: Vnaprej določena mapa:
sr: Предодређена датотека:
uk: Визначена папка:

source: Browse...
ar: استعرض...
ast: Restolar...
ca: Navega...
de: Durchsuchen...
fr: Parcourir…
sl: Brskaj...
sr: Разгледај...
uk: Огляд...

source: Filename of the Subtitle:
ar: إسم ملف الترجمة
ast: Nome ficheru pal Sotítulu:
ca: Nom del fitxer de subtítol:
de: Dateiname des Untertitels:
fr: Nom du fichier de sous-titre :
sl: Ime podnapisa:
sr: Име фајла поднаслова:
uk: Назва файлу субтитрів:

source: Same name as video file
ar: نفس إسم ملف الفيديو
ast: Mesmu nome que ficheru del videu
ca: Mateix nom que el fitxer de vídeo
de: Gleicher Name wie Videodatei
fr: Même nom de fichier que la vidéo
sl: Isto ime kot video
sr: Исто име као видео фајл
uk: Та сама назва, що й відеофайл
