Repository: EyeCon/subdownloader
Catalog: locale/*/LC_MESSAGES/subdownloader.po
Languages: ar, ast, ca, de, fr, sl, sr, uk

source: Spanish (Spain)
ar: الإسبانية (إسبانيا)
ast: Español (España)
ca: Castellà (Espanya)
sl: Spanščina (Španija)
uk: Іспанська (Іспанія)

source: Loading...
ar: جاري التحميل ...
ast: Cargando...
ca: S'està carregant…
sl: Nalaganje ...
uk: Завантаження…

source: SubDownloader %s
ar: منزّل الترجمات %s

source: Authentication
ar: المصادقة
ast: Autenticación
ca: Autenticació
sl: Overjanje
uk: Аутентифікація

source: SubDownloader %s - %s
ar: منزّل الترجمات %s - %s

source: Scanning...
ar: جاري المسح...
ast: Escaneando...
ca: S'està analitzant...
sl: Pregledovanje ...
uk: Сканування...

source: No video has been found!
ar: لم يتم العثور على الفيديو!
ast: ¡Nun s'atopó dengún videu!
ca: No s'ha trobat cap video!
sl: Noben video ni bil najden!
uk: Жодного відео не знайдено!

source: Downloading...
ar: تحميل...
ast: Baxando...
ca: Descarregant...
sl: Prenašanje ...
uk: Завантаження...

source: www.opensubtitles.org is not responding It might be overloaded, try again in a few moments.
ar: www.opensubtitles.org لا يستجيب قد يكون الموقع مشغولا, الرجاء المحاولة مرة اخرى لاحقا
ast: www.opensubtitles.org nun ta retrucando pue ser que tea sobrecargáu, prueba otra vuelta llueu.
ca: www.opensubtitles.org no respon, pot ser que estigui sobrecarregat, torneu-ho a intentar en uns minuts.
sl: www.opensubtitles.org se ne odziva Strežnik je verjetno prezaseden, poizkusite kasneje.
uk: www.opensubtitles.org не відповідає Можливо, він перевантажений, спробуйте ще раз через деякий час.

source: Connected successfully
ar: تم الاتصال بنجاح
ast: Conexón fecha
ca: Connexió establerta
sl: Uspešno povezano.
uk: З'єднання успішне

source: Subtitles successfully uploaded. Many Thanks!
ar: تم تحديث الترجمة بنجاح. نشكركم كثيرا!
ast: Sotítulos xubíos dafechu. ¡Munches gracies!
ca: S'han pujat els subtítols correctament. Moltes gràcies!
sl: Podnapis supešno naložen. Najleša Hvala!
uk: Субтитри успішно завантажені. Дуже дякуємо!

source: You must enter at least one character in movie name
ar: يجب على الاقل ادخال حرف واحد من اسم الفيلم
ast: Tienes qu'introducir al menos un carauter nel nome de la película
ca: Cal que el nom de la pel·lícula tingui un caràcter com a mínim
sl: Vnesti morete vsaj en znak v ime filma
uk: Потрібно ввести хоча б один символ в назві фільму

source: SubDownloader
ar: منزل الترجمات

source: Filter by:
ar: تصفية ب:
ast: Peñerar por:
ca: Filtra per:
sl: Filtriranje:
uk: Фільтрувати за:

source: Some fields are empty.. please fill them.
ar: بعض المسارات فارغة ..الرجاء ملؤها.
ast: Dalgunos campos tan ermos... por favor, rellenalos.
ca: Alguns camps són buits... ompli'ls, si us plau.
sl: Nekatera polja so prazna.. prosim zapolnite jih.
uk: Деякі поля порожні. Будь ласка, заповніть їх.
