Repository: EyeCon/subdownloader
Catalog: locale/*/LC_MESSAGES/subdownloader.po
Languages: ar, ast, ca, de, fr, sl, sr, uk

source: Logging in...
ar: جاري الولوج...
ast: Identificando en...
ca: S'està iniciant la sessió...
de: Anmeldung...
fr: Connexion en cours…
sl: Prijavljanje...
sr: Пријављивање...
uk: Реєстрація...

source: &Cancel
ar: إلغاء
ast: En&caboxar
ca: &Cancel·la
de: &Abbrechen
fr: &Annuler
sl: &Prekliči
sr: &Одустани
uk: &Скасувати

source: Logged as %s
ar: تم الولوج ك %s
ast: Identificáu como %s
ca: Connectat com a %s
de: Angemeldet als: %s
fr: Connecté sous %s
sl: Prijavljen/a kot %s
sr: Пријава као %s
uk: Зайдено як %s

source: Login as %s: ERROR
ar: تم الولوج ك %s: خطأ
ast: Identificáu como %s: FALLU
ca: Connectat com a %s: ERROR
de: Angemeldet als: %s : FEHLER
fr: Connexion sous %s : ERREUR
sl: Prijavljeni kot %s: ERROR
sr: Пријава као %s: ГРЕШКА
uk: Логін як %s: ПОМИЛКА

source: Login: ERROR
ar: ولوج : خطأ
ast: Identificación: FALLU
ca: Sessió: ERROR
de: Anmeldung: FEHLER
fr: Connexion : ERREUR
sl: Prijava: ERROR
sr: Пријава: ГРЕШКА
uk: Логін: ПОМИЛКА

source: (Unregistered Program, %d days to expire)
ar: (برنامج غير مسجّل ، %d يوما باق لانتهاء صلاحيته)
ast: (Programa nun rexistráu, %d díes pa espirar)
ca: (Programa no registrat, %d dies per vèncer)
de: (Unregistriertes Programm, %d Tage bis zum Ablaufen)
fr: (Programme non enregistré, %d jours avant expiration)
sl: (Neregistriran program, %d dni do poteka)
sr: (Нерегистрован програм, %d дана до истека)
uk: (Незареєстрована програма, %d днів до закінчення терміну дії)

source: Expiration Reminder
ar: مذكّرة انتهاء الصلاحية
ast: Remembrando Espiración
ca: Recordatori de registre
de: Ablauf-Erinnerer
fr: Rappel d'expiration
sl: Opozorilo do poteka.
sr: Истек подсетника
uk: Нагадування про закінчення терміну дії

source: The program will expire in %d days. Would you like to activate it now?
ar: البرنامج ستنتهي صلاحيته في %d يوم. هل تريد تنشيطه الآن؟
ast: El programa espirará en %d díes. ¿Quies activalu agora?
ca: El programa vencerà en %d dies. Voleu registrar-lo ara?
de: Dieses Programm wird in %d Tagen ablaufen. Jetzt aktivieren?
fr: Le programme expirera dans %d jours. Voulez-vous l'activer maintenant ?
sl: Program bo potekel v %d dneh. Ga želite aktivirati zdaj?
sr: Програм истиче за %d дана. Да ли желите да га активирате сада?
uk: Термін дії програми закінчиться через %d днів. Хочете активувати програму зараз?

source: All languages
ar: كل اللغات
ast: Toles llingües
ca: Tots els idiomes
de: Alle Sprachen
fr: Toutes les langues
sl: Vsi jeziki
sr: Сви језици
uk: Усі мови

source: You are not connected to the server. Please reconnect first.
ar: أنت لست متّصلا بالخادوم.الرجاء أعد الاتصال أوّلا.
ast: Nun tas coneutáu al sirvidor. Por favor, reconeuta primero.
ca: No esteu connectat al servidor. Proveu a connectar-vos primer.
de: Keine Verbindung zum Server. Erst Verbindung herstellen.
fr: Vous n'êtes pas connecté au serveur. Veuillez d'abord vous reconnecter.
sl: Niste povezani z strežnikom. Najprej se povežite.
sr: Нисте повезани за сервер. Молим да се прво повежите.
uk: Ви не підключені до сервера. Будь ласка спершу підключіться.

source: Scanning files
ar: فحص الملفات
ast: Escaneando ficheros
ca: S'estan escanejant els fitxers
de: Dateien scannen
fr: Parcours des fichiers
sl: Pregledovanje datotek
sr: Скенирање фајлова
uk: Сканування файлів

source: &Abort
ar: إ&جهاض
ast: &Parar
ca: &Interromp
de: &Abbrechen
fr: &Abandonner
sl: &Prekini
sr: &Обустави
uk: &Перервати

source: Scan Results
ar: نتائج الفحص
ast: Resultaos de la gueta
ca: Resultats de l'escaneig
de: Suchergebnisse
fr: Résultats de l'analyse
sl: Rezultati pregledovanja
sr: Резултати претраге
uk: Результати сканування

source: No video has been found
de: Kein Video wurde gefunden
fr: Aucune vidéo n'a été trouvée
sr: Видео није пронађен

source: Searching subtitles...
ar: يجري البحث عن ترجمات...
ast: Guetando sotítulos...
ca: S'estan cercant subtítols...
de: Suche Untertitel...
fr: Recherche des sous-titres…
sl: Iskanje podnapisov ...
sr: Претраживање превода...
uk: Пошук субтитрів...

source: Asking Server...
ar: يجري سؤال الخادوم...
ast: Entrugando Sirvidor...
ca: S'està preguntant al servidor...
de: Anfrage an den Server...
fr: Demande au serveur…
sl: Povprašujem strežnik...
sr: Контактирање сервера...
uk: Запит до сервера...

source: Searching subtitles ( %d / %d )
ar: يجري البحث غن الترجمات ( %d / %d )
ast: Guetando sotítulos ( %d / %d )
ca: S'estan cercant subtítols ( %d / %d )
de: Suche Untertitel ( %d / %d )
fr: Recherche des sous-titres (%d / %d)
sl: Iskanje podnapisov ( %d / %d )
sr: Претраживање превода ( %d / %d )
uk: Пошук субтитрів ( %d / %d )

source: Search finished
ar: البحث انتهى
ast: Gueta finada
ca: S'ha finalitzat la recerca
de: Suche abgeschlossen
fr: Recherche terminée
sl: Iskanje zaključeno
sr: Претрага завршена
uk: Пошук завершено

source: Sub Info
ar: معلومات الترجمة
ast: Información Sotítulu
ca: Informació del subtítol
de: Untertitel-Informationen
fr: Information sur le sous-titre
sl: Informacije o podnapisu
sr: Подинформација
uk: Інформація про субтитри

source: You must select a folder first
ar: عليك اختيار مجلّد أوّلا
ast: Primero tienes que seleicionar una carpeta
ca: Primer heu de seleccionar un directori
de: Zuerst Ordner auswählen
fr: Vous devez d'abord sélectionner un dossier
sl: Najprej izberi mapo
sr: Прво морате изабрати датотеку
uk: Спочатку виберіть папку

source: Select the video(s) that need subtitles
ar: اخثر الفيديو(هات) التي تحتاج ترجمات
ast: Seleiciona'l videu(os) que necesita(en) sotítulos
ca: Seleccioneu els vídeos que necessiten subtítols
de: Wähle die Videos aus, die Untertitel benötigen
fr: Sélectionner la/les vidéo(s) ayant besoin de sous-titre(s)
sl: izberi videe, ki potrebujejo podnapise
sr: Изабери видео фајл-ове за превођење
uk: Виберіть відео, до яких потрібні субтитри

source: Select the directory that contains your videos
ar: اختر المجلد الذي يحتوي على الفيديوهات خاصّتك
ast: Seleiciona'l direutoriu que contién los tos videos
ca: Seleccioneu el directori que conté els vídeos
de: Wähle den Ordner aus, der die Videos enthält
fr: Sélectionner le répertoire qui contient vos vidéos
sl: Izberi mapo, ki vsebuje video
sr: Изабери датотеку која садржи видео фајлове
uk: Виберіть каталог, який містить ваші відео

source: No default video player has been defined in Settings.
ar: لم يتم تعيين أي قارئ فيديو افتراضي في الاعدادات.
ast: Nun se definió dengún reproductor de videu nes Preferencies.
ca: No s'ha definit cap reproductor de vídeo a la configuració.
de: Es wurde in den Einstellungen kein Standardvideoabspielprogramm ausgewählt
fr: Aucun lecteur de vidéo par défaut n'a été définis dans les Paramètres.
sl: Noben video predvajalnik ni bil definiran v nastavitvah.
sr: Нема подразумеваног програма репродукције видео фајлова дефинисаног у Подешавањима.
uk: Відеопрогравач за замовчуванням не було вибрано в Налаштуваннях

source: Downloading files...
ar: جاري تنزيل الملفات...
ast: Baxando ficheros...
ca: S'estan baixant els fitxers...
de: Datein werden heruntergeladen...
fr: Récupération des fichiers…
sl: Snemaje datotek...
sr: Преузимање фајлова...
uk: Завантаження файлів...

source: Playing video + sub
ar: قراءة الفيديو مع الترجمة
ast: Reproduciendo videu + sot
ca: S'està reproduint el vídeo amb el subtítol
de: Video und Untertitel werden abgespielt
fr: Lecture de la vidéo avec le sous-titre en cours
sl: Predvajaj video + podnapis
sr: Репродукција видео + превод
uk: Відтворення відео з субтитрами

source: Unable to download subtitle %s
ar: تعذّر تنزيل الترجمة %s
ast: Nun pudo baxase sotítulu %s
ca: No s'ha pogut descarregar el subtítol %s
de: Dieser Untertitel konnte nicht heruntergeladen werden: %s
fr: Impossible de télécharger le sous-titre %s
sl: Ne morem sneti podnapisa %s
sr: Није доступно преузимање превода %s
uk: Неможливо завантажити субтитри %s

source: Unable to launch videoplayer
ar: تعذّر تشغيل قارئ الفيديو
ast: Nun pudo llanzase reproductor de videu
ca: No s'ha pogut obrir el reproductor de vídeo
de: Videoabspielprogramm konnte nicht gestartet werden
fr: Impossible de lancer le lecteur vidéo
sl: Ne morem zagnati predvalalnika videov
sr: Није доступно покретање видео репродукције
uk: Неможливо запустити відеоплеєр

source: Save as...
ar: حفظ كـ...
ast: Guardar como...
ca: Anomena i desa...
de: Speichern unter...
fr: Enregistrer sous…
sl: Shrani kot...
sr: Сачувај као...
uk: Зберегти як...

source: No subtitles selected to be downloaded
ar: لم تحدّد اي ترجمة لكي يتم تنزيلها
ast: Nun se seleicionaron sotítulos pa baxar
ca: No s'ha seleccionat cap subtítol per baixar
de: Keine Untertitel zum Herunterladen ausgewählt
fr: Aucun sous-titre sélectionné pour le téléchargement
sl: Noben podnapis izbran za dolvleko
sr: Нема изабраних превода за преузимање
uk: Не вибрано субтитрів для завантаження

source: Downloading subtitle %s (%d/%d)
ar: جاري تنزيل الترجمة %s (%d/%d)
ast: Baxando sotítulu %s (%d/%d)
ca: S'està descarregant subtítol %s (%d/%d)
de: Untertitel wird geladen %s (%d/%d)
fr: Téléchargement du sous-titre %s (%d/%d)
sl: Dolvleka podnapisa %s (%d/%d)
sr: Преузимање превода %s (%d/%d)
uk: Завантаження субтитрів %s (%d/%d)

source: Error write permission
ar: خطأ كتابة الإذن
ast: Fallu con permisu d'escritura
ca: Error de permís d'escriptura
de: Keine Schreiberlaubnis
fr: Erreur de permission d'écriture
sl: Napaka dovoljena za zapisovanje
sr: Грешка дозволе уписа
uk: Помилка запису, немає дозволу.

source: %s cannot be saved. Check that the folder exists and you have write-access permissions.
ar: %s لا يمكن حفظها تأكّد ان كان المجلّد موجود و انّك تملك إذني الكتابة و الوصول.
ast: %s nun pudo guardase. Compreba que la carpeta esiste y tienes permisos d'escritura.
ca: %s no s'ha pogut desar. Comproveu que la carpeta existeix i que teniu permisos d'escriptura.
de: %s kann nicht gespeichert werden. Gibt es diesen Ordner und hast du dort Schreibrechte?
fr: %s ne peut pas être enregistré. Vérifier que le dossier existe et que vous avez la permission d'écriture.
sl: %s ni moče shraniti. Preverite obstoj mape in pravico zapisovanja.
sr: %s неће бити сачуван. Проверите постојање датотеке и имате приступ уписа.
uk: %s не може бути збережено. Перевірте, що папка існує, і в вас є права запису.

source: Save subtitle as...
ar: حفظ الترجمة كـ ...
ast: Guardar sotítulu como...
ca: Anomena i desa el subtítol...
de: Untertitel speichern als...
fr: Enregistrer le sous-titre sous…
sl: Shrani podnapis kot...
sr: Сачувај превод као...
uk: Зберегти субтитри як...

source: File already exists
ar: الملف موجود مسبقاً
ast: El ficheru yá esiste
ca: El fitxer ja existeix
de: Datei existiert bereits
fr: Le fichier existe déjà
sl: Datoteka že obstaja
sr: Фајл већ постоји
uk: Файл вже існує

source: Local: %s Remote: %s How would you like to proceed?
ar: المحلّي : %s البعيد : %s كيف تريد المتابعة؟
ast: Llocal: %s Remotu: %s ¿Cómo quies facer?
ca: Local: %s Remot: %s Com voleu continuar?
de: Lokal: %s Server: %s Wie soll fortgefahren werden?
fr: Local : %s Distant : %s Comment voulez-vous procéder ?
sl: Lokalno: %s Oddaljeno: %s Kako želite nadaljevati?
sr: Локално: %s Удаљно: %s Како желите наставити?
uk: Локально: %s Віддалено: %s Як ви бажаєте продовжити?

source: Skip
ar: تخطّي
ast: Saltar
ca: Omet
de: Überspringen
fr: Ignorer
sl: Preskoči
sr: Прескочи
uk: Пропустити

source: Replace
ar: إستبدال
ast: Trocar
ca: Reemplaça
de: Ersetzen
fr: Remplacer
sl: Zamenjaj
sr: Замени
uk: Замінити

source: Replace all
ar: استبدال الكل
ast: Trocar too
ca: Reemplaça-ho tot
de: Alle ersetzen
fr: Remplacer tout
sl: Zamenjaj vse
sr: Замени све
uk: Замінити всі

source: Connecting to server...
ar: جاري الاتصال بالخادم...
ast: Coneutando al sirvidor...
ca: S'està connectant al servidor...
de: Verbindung zum Server wird hergestellt ...
fr: Connexion au serveur…
sl: Povezovanje s strežnikom ...
sr: Повезујем се на сервер...
uk: З'єднання з сервером...

source: Connecting
ar: جاري الاتصال
ast: Coneutando
ca: S'està connectant
de: Verbindung wird aufgebaut...
fr: Connexion en cours
sl: Povezujem
sr: Повезујем се
uk: З'єднання

source: Connecting to server using proxy %s
ar: جاري الاتصال الى الخادوم باستعمال البروكسي %s
ast: Coneutando al sirvidor usando proxy %s
ca: S'està connectant al servidor fent servir el servidor intermediari %s
de: Verbindung über Proxy %s wird aufgebaut...
fr: Connexion au serveur en cours en utilisant le proxy %s
sl: Poveyovanje s strežnikom z pomočjo proxy %s
sr: Повезивање на сервер коришћењем мрежног посредника %s
uk: З'єднання з сервером через проксі %s

source: Connected succesfully
de: Erfolgreich verbunden
fr: Connecté avec succès
sr: Успешно повезивање

source: Please identify the movie.
ar: الرّجاء قم بتعريف الفيلم.
ast: Por favor, identifica la película.
ca: Identifiqueu la pel·lícula
de: Bitte diesen Film identifizieren
fr: Veuillez identifier le film.
sl: Prosimo identificirajte film
sr: Молим, идентификујте филм.
uk: Будь ласка визначте фільм.

source: Uploading subtitle
ar: جاري رفع الترجمة
ast: Xubiendo sotítulos
ca: S'està pujant el subtítol
de: Lade Untertitel hoch
fr: Envoi du sous-titre en cours
sl: Nalagam podnapis
sr: Учитавање превода
uk: Відправка субтитрів

source: Uploading...
ar: جاري عملية رفع البيانات...
ast: Xubiendo...
ca: S'està pujant...
de: lade hoch...
fr: Envoi en cours…
sl: Nalaganje
sr: Учитавање...
uk: Відправка...

source: Successful Upload
ar: رفع بنجاح
ast: Xubíu dafechu
ca: S'ha pujat
de: erfolgreich hochgeladen
fr: Envoi réussi.
sl: Nalaganje uspešno
sr: Успешно учитавање
uk: Вдправка пройшла вдало

source: Subtitles succesfully uploaded. Many Thanks!
de: Untertitel erfolgreich hochgeladen. Vielen Dank!
fr: Sous-titre envoyé avec succès. Merci beaucoup !
sr: Превод је успешно учитан. Хвала Вам!

source: View Subtitle Info
ar: عرض معلومات الترجمة
ast: Ver Información Sotítulu
ca: Mostra la informació del subtítol
de: Zeige Untertitel-Informationen
fr: Voir les informations du sous-titre
sl: Poglej info o podnapisu
sr: Прикажи информације превода
uk: Переглянути інформацію про субтитри

source: Problem while uploading... Error: %s
ar: مشكلة اثناء الرفع... خطأ: %s
ast: Problema mientres se xubía... Fallu: %s
ca: S'ha produït un error al carregar el subtítol... Error: %s
de: Problem beim Hochladen: Fehler: %s
fr: Problème au cours de l'envoi… Erreur : %s
sl: Problem pri nalaganju... Napaka: %s
sr: Проблем приликом учитавања... Грешка: %s
uk: Проблема при відправці... Помилка: %s

source: Error contacting the server. Please restart or try later
ar: خطأ في الاتصال بالخادوم. الرّجاء اعد التشغيل او حاول لاحقا
ast: Fallu contautando col sirvidor. Por favor, reanicia o inténtalo dempués
ca: S'ha produït un error al contactar amb el servidor. Torneu a iniciar el programa i proveu més tard.
de: Der Server kann nicht erreicht werden. Bitte neustarten oder später wieder probieren
fr: Erreur en contactant le serveur. Veuillez réessayer plus tard
sl: Napaka pri povezavi na strežnik. Prosim poskusite znova.
sr: Грешка повезивања са сервером. Молим, покрените поново или покушајте касније
uk: Помилка з'єднання з сервером. Будь ласка спробуйте пізніше

source: ↓ Movie autodetected from .nfo file
ar: ↓ تمّ التعرّف التلقائي على الفيلم من خلال ملف .nfo
ast: ↓ Película autodeteutada dende ficheru .nfo
ca: ↓ S'ha detectat la pel·lícula a partir del fitxer .nfo
de: Film wurde automatisch durch die .nfo-Datei erkannt
fr: ↓ Film détecté automatiquement à partir du fichier « .nfo »
sl: Avtodetekcija filma iz .nfo datoteke
sr: ↓ Филм аутоматски детектован из .nfo фајла
uk: ↓ Фільм автоматично визначено з .nfo файлу

source: ↓ Movie autodetected from database
ar: ↓ تمّ التعرّف التلقائي على الفيلم من خلال قاعدة البيانلت
ast: ↓ Película autodeteutada dende base de datos
ca: ↓ S'ha detectat la pel·lícula a partir de la base de dades
de: Film wurde automatisch durch die Datenbank erkannt
fr: ↓ Film détecté automatiquement à partir de la base de donnée
sl: Avtodetekcija filma iz baze podatkov
sr: ↓ Филм аутоматски детектован из базе података
uk: ↓ Фільм автоматично визначено з бази даних

source: ↑ Language autodetected from database
ar: ↓ تمّ التعرّف التلقائي على اللّغة من خلال قاعدة البيانلت
ast: ↑ Llingua autodeteutada dende la base de datos
ca: ↓ S'ha detectat l'idioma a partir de la base de dades
de: Sprache wurde automatisch durch die Datenbank erkannt
fr: ↑ Langue détectée automatiquement à partir de la base de donnée
sl: Avtodetekcija jezika iz podatkovne baze
sr: ↑ Језик аутоматски детектован из базе података
uk: ↑ Мову автоматично визначено з бази даних

source: ↑ Language autodetected from subtitle's filename
ar: ↓ تمّ التعرّف التلقائي على اللّغة من خلال اسم ملف الترجمة
ast: ↑ Llingua autodeteutada dende nome del ficheru del sotítulu
ca: ↑ S'ha detectat l'idioma a partir del fitxer de subtítol
de: Sprache wurde automatisch durch die den Dateinamen des Untertitles erkannt
fr: ↑ Langue détectée automatiquement à partir du nom du fichier de sous-titre
sl: Avtodetekcija jezika iz imena podnapisa
sr: ↑ Језик аутоматски детектован из имена превода
uk: ↑ Мову автоматично визначено з назви файлу субтитрів

source: ↑ Language autodetected from subtitle's content
ar: ↓ تمّ التعرّف التلقائي على اللّغة من خلال محتوى الترجمة
ast: ↑ LLlingua autodeteutada dende conteníu sotítulu
ca: ↑ S'ha dectectat l'idioma a partir del contingut del subtítol
de: Sprache wurde automatisch durch die den Inhalt des Untertitles erkannt
fr: ↑ Langue détectée automatiquement à partir du contenu du sous-titre
sl: Avtodetekcija jezika iz vsebine podnapisa
sr: ↑ Језик аутоматски детектован из садржаја превода
uk: ↑ Мову автоматично визначено із вмісту субтитрів

source: Browse video...
ar: استعرض بحثا عن فيديو...
ast: Restolar videu...
ca: Navega pel vídeo...
de: Filmdatei wählen...
fr: Parcourir video…
sl: Prebrskaj video...
sr: Преглед видеа...
uk: Вибрати відео...

source: Browse subtitle...
ar: استعرض بحثا عن ترجمة...
ast: Restolar sotítulu...
ca: Navega pel subtítol...
de: Untertiteldatei wählen...
fr: Parcourir sous-titres
sl: Prebrskaj podnapise
sr: Преглед превода...
uk: Вибрати субтитри...

source: Searching...
ar: جاري البحث...
ast: Guetando...
ca: S'està cercant...
de: Suche läuft …
fr: Recherche en cours…
sl: Iskanje ...
sr: Тражим...
uk: Пошук...

source: Select the directory where to save the subtitle(s)
ar: اختر المجلّد حيث تريد حفظ الترجمة(ات)
ast: Seleiciona'l direutoriu au atroxar el(los) sotítulu(os)
ca: Seleccioneu el directori on desar els subtítols
de: Wähle das Verzeichnis in dem die Untertitel gespeichert werden sollen
fr: Sélectionner le répertoire où sauvegarder les sous-titres
sl: Izberi Direktorij kjer boste shranili podnapis(e)
sr: Изаберите датотеку где ће бити снимљени преводи
uk: Виберіть каталог для збереження субтитрів

source: Downloading
ar: جاري التنزيل
ast: Baxando
ca: S'està baixant
de: Lade...
fr: Réception
sl: Prenašanje
sr: Преузимам
uk: Завантаження

source: Downloading %s to %s
ar: جاري تنزيل %s الى %s
ast: Baxando %s a %s
ca: S'està baixant %s a %s
de: Herunteladen von %s nach %s
fr: Téléchargement de %s à %s
sl: Prenašanje %s v %s
sr: Преузимам %s у %s
uk: Завантаження %s до %s

source: An error occured downloading %s: Error:%s
ar: حدث خطأ اثناء تنزيل %s: الخطأ : %s
ast: Ocurrió un fallu baxando %s: Fallu: %s
ca: S'ha produït un error al baixar: %s Error: %s
de: Fehler beim Herunterladen von %s: Fehler: %s
fr: Un erreur est survenue en téléchargeant %s : Erreur : %s
sl: Napaka prenosa %s Napaka: %s
sr: Догодила се грешка приликом преузимања %s: Грешка: %s
uk: Виникла помилка при завантаженні %s: Помилка: %s

source: An error occured unziping %s: Error: %s
ar: حدث خطأ اثناء فكّ الضغط %s : الخطأ : %s
ast: Ocurrió un fallu descomprimiendo %s: Fallu: %s
ca: S'ha produït un error al descomprimir: %s Error: %s
de: Fehler beim Entpacken von %s: Fehler: %s
fr: Un erreur est survenue en dézippant %s : Erreur : %s
sl: Napaka pri odzipanju %s Napaka: %s
sr: Догодила се грешка приликом отпакивања %s: Грешка: %s
uk: Виникла помилка при розпакуванні %s: Помилка: %s

source: %d subtitles downloaded successfully
ar: %d ترجمة تمّ تحميلها بنجاح
ast: %d sotítulos baxaos dafechu
ca: S'han descarregat els subtítols %d
de: %d Untertitel erfolgreich heruntergeladen
fr: %d sous-titres téléchargés avec succès
sl: %d podnapisi uspešno prenešeni
sr: %d превод је успешно преузет
uk: %d субтитрів завантажено вдало

source: The downloaded subtitle(s) may not be in sync with your video file(s), please check this manually. If there is no sync problem, please consider re-uploading using subdownloader. This will automate the search for other users!
ar: الترجمة(ات) المنزّلة قد لا تكون متزامنة مع ملف(ات) الفيديو الذي(التي) تملكه(ا)،قم بالتأكد من هذا يدويا. اذا لم توجد مشكلة المزامنة،الرّجاء خد بعين الاعتبار اعادة رفعها باستعمال منزّل الترجمات. هذا سيجعل البحث تلقائيا للمستخدمين الاخرين!
ast: Puede que los sotítulos baxaos nun ten sincronizaos colos tos vídeos, por favor comprébalo manualmente. Si nun hai problema de sincronización, considera xubir los sotítulos usando SubDownloader. ¡D'esta miente automatizarás la gueta pa los siguientes usuarios! ¡Munches gracies!
ca: És possible que els subtítols no estiguin sincronitzats amb el vídeo. Comproveu això manualment. Si no hi ha cap problema, torneu a pujar-los fent servir SubDownloader. Això automatitzarà la recerca per a altres usuaris.
de: Die heruntergeladenen Untertitel könnten nicht synchron mit den Videodateien sein. Bitte manuell überprüfen! Wenn es doch synchron ist, bitte über den SubDownloader hochladen. Das wird die Suche von anderen Benutzern beschleunigen.
fr: Les sous-titres téléchargés peuvent ne pas être synchronisé avec vos fichiers vidéo, veuillez vérifier manuellement. Si il n'y a pas de problème de synchronisation, veuillez pensez à ré-envoyer en utilisant SubDownloader. Ceci automatisera la recherche pour les autres utilisateurs !
sl: Prenešen podnapis lahko ni usklajen z video datoteko, proism preglejte. Če ni nobenih usklajenih težav, prosim ponovno naložite z uporabo subdownloader. To bo avtomatiziralo iskanje za ostale uporabnike!
sr: Преузети преводи можда неће бити усклађени са Вашим видео фајловима, молим проверите ово ручно. Ако није проблем у синхронизацији, молим Вас да поново учитате помоћу "SubDownloader"-а. То ће аутоматизовати претрагу за друге кориснике!
uk: Завантажені субтитри можуть бути не синхронізовані з вашими відео файлами, будь ласка перевірте це вручну. Якщо проблем із синхронізацією немає, будь ласка відправте їх на сервер повторно, використовуючи subdownloader. Це полегшить пошук іншим користувачам!

source: A new version of SubDownloader has been released.
ar: نسخة جديدة من منزل البرامج تم إصدارها.
ast: Espublizóse una nueva versión de SubDownloader.
ca: S'ha publicat una nova versió de SubDownloader.
de: Es gibt eine neue Version von SubDownloader.
fr: Une nouvelle version de SubDownloader est disponible.
sl: Izšla nova verzija SubDownloader
sr: Нова верзија "SubDownloader"-а је издата.
uk: Випущено нову версію SubDownloader.

source: Chinese (China)
ar: الصينية (الصين)
ast: Chinu (China)
ca: Xinès
sl: Kitajščina
uk: Китайська (Китай)

source: English (US)
ar: الإنجليزية (الولايات المتحدة)
ast: Inglés (Estaos Xuníos)
ca: Anglès (Estats Units)
sl: Angleščina (ZDA)
uk: Англійська (США)

source: English (UK)
ar: الإنجليزية (المملكة المتحدة)
ast: Inglés (Reinu Xuníu)
ca: Anglès (Regne Unit)
sl: Angleščina (velika Britanija)
uk: Англійська (Великобританія)

source: Galician
ar: الجاليكية
ast: Gallegu
ca: Gallec
sl: Galicijščina
uk: Галісійська

source: Portuguese (Portugal)
ar: البرتغالية (البرتغال)
ast: Portugués (Portugal)
ca: Portuguès (Portugal)
sl: Portugalščina (Portugalska)
uk: Португальська (Португалія)

source: Portuguese (Brazil)
ar: البرتغالية (البرازيل)
ast: Portugués (Brasil)
ca: Portuguès (Brasil)
sl: Portugalščina (Brazilija)
uk: Португальська (Бразилія)
