Repository: EyeCon/subdownloader
Catalog: locale/*/LC_MESSAGES/subdownloader.po
Languages: ar, ast, ca, de, fr, sl, sr, uk

source: Same name as video file + language code (ex: StarWarsCD1.eng.srt)
ar: نفس اسم الكود ملف الفيديو + اللغة (مثل : StarWarsCD1.eng.srt)
ast: Mesmu nome de ficheru de videu + códigu llingua (ex: StarWarsCD1.eng.srt)
ca: Mateix nom que el fitxer de vídeo + codi d'idioma (ex: StarWarsCD1.eng.srt)
de: Gleicher Name wie Videodatei + Sprachkürzel (z.B.: StarWarsCD1.eng.srt)
fr: Même nom de fichier que la vidéo + code de la langue (ex : StarWarsCD1.fre.srt)
sl: Isto ime kot video + koda jezika (npr: StarWarsCD1.eng.srt)
sr: Исто име као видео фајл и језички код (нпр. RatoviZvezdaCD1.srb.srt)
uk: Та сама назва, що й відеофайл + код мови (напр. StarWarsCD1.eng.srt)

source: Same name as the online subtitle
ar: نفس اسم الترجمة على الشبكة
ast: Mesmu nome que sotítulu online
ca: Mateix nom que el subtítol en línia
de: Gleicher Name wie Untertitel online
fr: Nom de fichier original du sous-titre
sl: Isto ime kot podnapisi na spletu
sr: Исто име као поднаслов на мрежи
uk: Та сама назва, що й онлайн субтитри

source: Default language of uploaded subtitles
ar: اللغة الافتراضية للّغات المرفوعة
ast: Llingua por defeutu pa los sotítulos xubíos
ca: Idioma per defecte dels subtítols pujats
de: Standardsprache von hochgeladenen Untertiteln
fr: Langage par défaut des sous-titres envoyés
sl: Privzet jezik naloženih podnapisov
sr: Подразумевани језик учитаног превода
uk: Мова за замовчуванням субтитрів, що відправляються

source: Network Proxy
ar: وكيل الشبكة
ast: Proxy de Rede
ca: Servidor intermediari
de: Netzwerk-Proxy
fr: Serveur mandataire
sl: Omrežni posrednik
sr: Мрежни посредник
uk: Проксі мережі

source: Host:
ar: المضيف:
ast: Agospiador:
ca: Servidor:
fr: Hôte :
sl: Gostitelj:
sr: Удаљени рачунар:
uk: Хост:

source: Port:
ar: المنفذ:
ast: Puertu:
sl: Vrata:
sr: Порт:
uk: Порт:

source: Network
ar: الشبكة
ast: Rede
ca: Xarxa
de: Netzwerk
fr: Réseau
sl: Omrežje
sr: Мрежа
uk: Мережа

source: Interface Language:
ar: لغة الواجهة
ast: Llingua de la Interface:
ca: Idioma de la interfície
de: Sprache:
fr: Langue de l'interface :
sl: Vmesniški jezik:
sr: Језичко окружење:
uk: Мова інтерфейсу:

source: Context Menu:
ar: فائمة السياق:
ast: Menu Contestual:
ca: Menú contextual:
de: Kontextmenü:
fr: Menu contextuel :
sl: Kontekstni meni
sr: Мени садржаја:
uk: Контекстне меню:

source: Enable in your explorer
ar: تمكين في المستعرض
ast: Activar nel to restolador
ca: Activa en el navegador
de: Im Explorer aktivieren
fr: Activer dans votre navigateur
sl: Omogoči v brskljalniku
sr: Омогућити у вашем претраживачу
uk: Дозволити в вашому оглядачі

source: External application for video playback
ar: تطبيق خارجي لتشغيل الفيديو
ast: Aplicación esterna pal playback de videu
ca: Aplicació externa per a reproduir vídeos
de: Externe Anwendung für Videowiedergabe
fr: Application externe pour la lecture vidéo
sl: Zunanji program za predvajanje videa
sr: Спољна апликација за репродукцију видеа
uk: Зовнішня програма для відтворення відео

source: Video Player:
ar: قارئ الفيديو
ast: Reproductor de Videu
ca: Reproductor de vídeo:
de: Videoabspielprogramm:
fr: Lecteur vidéo :
sl: predvajalnik videa:
sr: Репродукција видеа:
uk: Відео програвач:

source: Parameters:
ar: معاملات:
ast: Parámetros:
ca: Paràmetres:
de: Parameter:
fr: Paramètres :
sl: Parametri:
sr: Параметри:
uk: Параметри:

source: {0} = video file path; {1} = subtitle path
ar: {0} = مسار ملف الفيديو ; {1} = مسار الترجمة
ast: {0} = camín ficheru videu; {1} = camín sotítulu
ca: {0} = ruta al vídeo; {1} = ruta al subtítol
de: {0} = Pfad der Videodatei; {1} = Pfad des Untertitels
fr: {0} = chemin de la vidéo, {1} = chemin du sous-titre
sl: {0} = pot videa; {1} = pot podnapisa
sr: {0} = путања видео фајла; {1} = путања превода
uk: {0} = шлях до відеофайлу; {1} = шлях до субтитрів

source: Others
ar: أخرى
ast: Otros
ca: Altres
de: Weitere
fr: Autres
sl: Ostali
sr: Друго
uk: Інші

source: Save
ar: حفظ
ast: Grabar
ca: Desa
de: Speichern
fr: Enregistrer
sl: Shrani
sr: Сачувај
uk: Зберегти

source: About Subdownloader
ar: عن منزّل الترجمات
ast: Tocante a SubDownloader
ca: Quant a Subdownloader
de: Über Subdownloader
fr: À propos de SubDownloader
sl: O programu
sr: О "Subdownloader"-у
uk: Про Subdownloader

source: Authors
ar: المؤلّفون
ast: Autores
ca: Autors
de: Autoren
fr: Auteurs
sl: Avtorji
sr: Аутори
uk: Автори

source: License Agreement
ar: اتفاقية الترخيص
ast: Alcuerdu de Llicencia
ca: Acord de llicència
de: Lizenzvereinbarung
fr: Contrat de Licence
sl: Licenčni sporazum
sr: Уговор о коришћењу
uk: Ліцензійна угода

source: Close
ar: أغلق
ast: Zarrar
ca: Tanca
de: Schließen
fr: Fermer
sl: Zapri
sr: Затвори
uk: Закрити

source: IMDB search dialog:
ar: نافذة IMDB للبحث
ast: Diálogu de gueta IMDB:
ca: Recerca a IMDB:
de: IMDB-Suchformular:
fr: Recherche IMDb :
sl: IMDB iskalnik
sr: IMDB дијалог претраге:
uk: Пошуковий запит IMDB:

source: Enter the Movie Title or IMDB id:
ar: ادخل عنوان الفيلم او معرّف IMDB
ast: Introduz Títulu de la Película o id IMDB:
ca: Introdueix el títol de la pel·lícula o el número IMDB
de: Filmname oder IMDB-Nummer eingeben:
fr: Entrer le titre du film ou l'id IMDB :
sl: Vnesi naslov filma ali IMDB id:
sr: Унеси наслов филам или IMDB индетификацију:
uk: Ввести назву фільму або IMDB id:

source: Search Movie
ar: بحث عن الفيلم
ast: Guetar Película
ca: Cerca una pel·lícula
de: Suche Film
fr: Chercher un film
sl: Išči film
sr: Тражи филм
uk: Пошук фільму

source: OK
ar: موافق
ast: Val
ca: D'acord
sl: V redu
sr: У реду
uk: ОК

source: Login:
de: Anmelden:
fr: Identification.
sr: Улогуј се:

source: Login into OpenSubtitles.org
ar: دخول إلى OpenSubtitles.org
ast: Identificase n'OpenSubtitles.org
ca: Inicia la sessió en OpenSubtitles.org
de: Auf OpenSubtitles.org anmelden
fr: Se connecter à OpenSubtitles.org
sl: Prijava v OpenSubtitles.org
sr: Улаз у "OpenSubtitles.org"
uk: Зайти на OpenSubtitles.org

source: Username:
ar: اسم المستخدم:
ast: Nome d'usuariu:
ca: Nom d'usuari:
de: Benutzername:
fr: Nom d'utilisateur :
sl: Uporabniško ime:
sr: Корисничко име:
uk: Ім'я користувача:

source: Password:
ar: كلمة المرور :
ast: Contraseña:
ca: Contrasenya:
de: Passwort:
fr: Mot de passe :
sl: Geslo:
sr: Лозинка:
uk: Пароль:

source: Currently logged as :
de: Im Moment eingeloggt als:
fr: Actuellement connecté sous :
sr: Тренутно улоговани као:

source: Connect
de: Verbinden
fr: Connecter
sr: Повежи се

source: <AutoDetect>
ast: <AutoDeteutar>
ca: <Autodetecta>
de: <Automatische Identifizierung>
fr: <Détéction Automatique>
sl: <Avtomatska zaznava>
sr: <Аутоматска детекција>
uk: <АвтоВизначення>

source: LanguageName
de: Sprache
fr: Français
sr: Језичко име

source: Select a directory
ar: اخترمجلد
ast: Seleiciona un direutoriu
ca: Seleccioneu un directori
de: Verzeichnis auswählen
fr: Sélectionner un répertoire
sl: Izberi mapo
sr: Изабери директоријум
uk: Виберіть каталог

source: Select the Video Player executable file
ar: اختر الملف التنفيذي لقارئ الفيديو
ast: Seleiciona'l ficheru executable del Reproductor de Videu
ca: Seleccioneu l'executable del reproductor de vídeo
de: Die exe-Datei des Videoabspielprogramms auswählen
fr: Sélectionner le fichier exécutable du lecteur vidéo
sl: Izberi video predvajalnik (izvršljivo datoteko)
sr: Изаберите извршни видео фајл
uk: Виберіть виконуваний файл відеопрогравача

source: Alert
ar: تنبيه
ast: Avisu
ca: Atenció
de: Warnung
fr: Alerte
sl: Opozorilo
sr: Упозорење
uk: Попередження

source: The new language will be displayed after restarting the program.
ar: اللغة الجديدة ستعرض بعد اعادة تشغيل البرنامج
ast: La nueva llingua amosaráse dempués de reaniciar el programa.
ca: El nou idioma s'activarà quan es torni a iniciar el programa.
de: Um die neue Sprache anzuzeigen, das Programm neu starten.
fr: La nouvelle langue sera affichée après le redémarrage du programme.
sl: Nov jezik bo prikazan po ponovnem zagonu
sr: Нови језик ће бити приказан након поновног покретања програма.
uk: Нова мова буде відображатись після перезапуску програми.

source: Enable in your Konqueror/Dolphin/Nautilus
ar: تمكين في Konqueror/Dolphin/Nautilus
ast: Activar nel to Konqueror/Dolphin/Nautilus
ca: Activeu-ho en el Konqueror/Dolphin/Nautilus
de: In Konqueror/Dolphin/Nautilus aktivieren
fr: Activer dans votre Konqueror/Dolphin/Nautilus
sl: Omogoči v Konquerorju/Dolphinu/Nautilusu
sr: Омогућити у Вашем "Konqueror/Dolphin/Nautilus"
uk: Дозволити в вашому Konqueror/Dolphin/Nautilus

source: Enable in your Windows Explorer
ar: تمكين في مستعرض الوينداوز
ast: Activar nel to Windows Explorer
ca: Activeu-ho en el Windows Explorer
de: Im Windows Explorer aktivieren
fr: Activer dans votre explorateur de fichier Windows
sl: Omogoči v Windows Explorerju
sr: Омогућити у Вашем "Windows Explorer"-у
uk: Дозволити в вашому Windows Explorer

source: Enable in your File Manager
ar: تمكين في مدير الملفات
ast: Activar nel to Xestor de Ficheros
ca: Activeu-ho en el gestor de fitxers
de: Im Datei-Manager aktivieren
fr: Activer dans votre gestionnaire de fichier
sl: Omogoči v upravljalniku datotek
sr: Омогућити у Вашем прегледачу фајлова
uk: Дозволити в вашому файловому менеджері

source: Predefined Folder cannot be empty
ar: المجلد المعرف مسبفا لا يجوز ان يكون فارغا
ast: La arpeta Predefinida nun puede tar erma
ca: El directori per defecte no pot estar buit
de: Vorausgewählter Order darf nicht leer sein
fr: Le dossier préféfini ne peut être vide
sl: Predefinirana mapa ne more biti prazna.
sr: Предодређени директоријум не може бити празан
uk: Визначена наперед папка не може бути порожньою

source: Modified proxy settings will take effect after restarting the program
ar: اعدادا ت البروكسي المعدلة تصبح قيد العمل بعد اعادة تشغيل البرنامج
ast: Lo camudao nes preferencies de proxy tendrá efeutu dempués de reaniciar el programa
ca: Els canvis de la configuració del servidor intermediari s'activaran quan reinicieu el programa
de: Nach dem Neustart des Programms werden die geänderten Proxy-Einstellungen übernommen
fr: Les nouveaux paramètres de proxy prendront effet après redémarrage du programme
sl: Spremenjene nastavitve proxyja bodo uveljavljene po ponovnem zagonu programa
sr: Измењено подешавање посредника ће бити активно након поновног покретања програма
uk: Змінені налаштування проксі вступлять в дію після перезапуску програми

source: Anonymous
ar: مجهول
ast: Anónimu
ca: Anònim
de: Anonym
fr: Anonyme
sl: Anonimnež
sr: Анониман
uk: Анонім

source: Succesfully logged as: %s
de: Erfolgreich angemeldet als: %s
fr: Connecté avec succès comme : %s
sr: Успешно пријављен као: %s

source: Not Connected
de: Nicht verbunden
fr: Déconnecté
sr: Није повезан

source: Error contacting the server. Please try again later
ar: خطأ في التصال بالخادم. من فضلك حاول مرة اخرى بعد قليل
ast: Fallu contautando col sirvidor. Por favor, inténtalo dempués
ca: S'ha produït un error al contactar amb el servidor. Proveu més tard
de: Fehler beim Verbinden. Bitte später wieder versuchen
fr: Erreur en contactant le server. Veuillez réessayer plus tard
sl: napaka pri povezavi s strežnikom. Poizkusi kasneje.
sr: Грешка при контактирању сервера. Молим, покушајте касније.
uk: Помилка з'єднання з сервером. Будь ласка спробуйте пізніше

source: Cannot loggin as: %s
de: Anmelden nicht möglich als: %s
fr: Impossible de se connecter comme : %s
sr: Не могу пријавити као: %s

source: [Rate: %s]
ar: [التقييم: %s]
ast: [Ratiu: %s]
ca: [Puntuació: %s]
de: [Bewertung: %s]
fr: [Note : %s]
sl: [Razmerje: %s]
sr: [Мера: %s]
uk: [Оцінка: %s]

source: (Already downloaded)
ar: (محملة مسبقا)
ast: (Ya baxao)
ca: (Ja s'ha descarregat)
de: (Bereits heruntergeladen)
fr: (Déjà téléchargé)
sl: Že sneto
sr: (Већ преузет)
uk: (Раніше завантажено)

source: Uploader: %s
ar: الرافع : %s
ast: Xubío por: %s
ca: Contribuïdor: %s
fr: Envoyeur : %s
sl: Naložnik: %s
sr: Учитан: %s
uk: Відправник: %s

source: Rate: %s
ar: التقييم : %s
ast: Ratiu: %s
ca: Puntuació: %s
de: Bewertung: %s
fr: Note : %s
sl: Razmerje: %s
sr: Мера: %s
uk: Оцінка: %s

source: Format: %s
ar: الهيئة : %s
ast: Formatu: %s
sr: Формат: %s
uk: Формат: %s

source: Downloads: %d
ar: التنزيلات : %d
ast: Baxaes: %d
ca: Baixades: %d
fr: Téléchargements : %d
sl: Snetki: %d
sr: Преузето: %d
uk: Завантажень: %d

source: CDs: %d
ar: الافراص المضغوطة : %d
sl: CD-ji: %d
sr: ЦД-и: %d
uk: Кількість CD: %d

source: [IMDB Rate: %s]
ar: [التقييم(IMDB): %s]
ast: [IMDB Ratiu: %s]
ca: [Puntuació IMDB: %s]
de: [IMDB Bewertung: %s]
fr: [Note IMDd : %s]
sr: [IMDB мера: %s]
uk: [Оцінка IMDB: %s]

source: (%d subtitles)
ar: (%d ترجمة)
ast: (%d sotítulos)
ca: (%d subtítols)
de: (%d Untertitel)
fr: (%d sous-titres)
sl: (%d podnapisi)
sr: (%d поднаслова)
uk: (%d субтитрів)

source: Please fill out the search title
ar: من فضلك , ضع عنوان البحث
ast: Por favor, rellena'l sotítulu a guetar
ca: Introduïu el títol a cercar
de: Bitte den Suchtitel ausfüllen
fr: Veuillez remplir le titre à rechercher
sl: Izpolni iskani naslov
sr: Молимо Вас попуните наслов претраге
uk: Будь ласка заповніть назву в пошуку

source: Please search and select a movie from the list
ar: من فضلك ابحث و اختر الفيلم من القائمة
ast: Por favor, gueta y seleiciona una película de la llista
ca: Cerca i selecciona una pel·lícula de la llista
de: Bitte suchen und Film aus der Liste auswählen
fr: Veuillez rechercher et choisir le film dans la liste
sl: Išči in izberi film s seznama
sr: Молимо Вас претражите и изаберите филм са листе
uk: Будь ласка знайдіть і виберіть фільм зі списку

source: Loading modules...
de: Lade Module...
fr: Chargement des modules…
sr: Учитавање модула...

source: Building main dialog...
ar: بناء النافذة الرئيسية ...
ast: Contruyendo diálogu principal...
ca: S'està construïnt el diàleg principal...
de: Baue Hauptdialog...
fr: Construction de la fenêtre principale…
sl: Gradim glavni dialog...
sr: Израда главне комуникације...
uk: Побудова головного діалогу...

source: %d days to expire. Activate Program.
ar: %d يوما لانتهاء الصلاحية . قم بتفعيل البرنامج.
ast: %d díes pa espirar. Activar Programa.
ca: %d dies per a vèncer. Activeu el programa.
de: %d Tage bis zum Ablaufen. Programm aktivieren.
fr: %d jours avant expiration. Activer le programme.
sl: %d dni do poteka. Aktiviraj program.
sr: %d дана до истека. Активирајте програм.
uk: %d днів до закінчення терміну дії. Активуйте програму.

source: Not logged yet
ar: لا ولوج مطلقا
ast: Ensin identificar tovía
ca: Sessió no iniciada
de: Noch nicht geloggt
fr: Pas encore connecté
sl: Ni še prijavljen
sr: Још увек не уписан
uk: Не зайдено

source: Unable to find %s
ar: تعذر ايجاد %s
ast: Nun pudo atopase %s
ca: No es pot trobar %s
de: Kann %s nicht finden
fr: Impossible de trouver %s
sl: Ne najdem %s
sr: Немогуће пронаћи %s
uk: Неможливо знайти %s

source: How To Use SubDownloader
ar: كيف تستعمل منزّل الترجمات
ast: Cómo Usar SubDownloader
ca: Com fer servir SubDownloader
de: Wie man SubDownloader benutzt
fr: Comment utiliser SubDownloader
sl: Kako uporabljati SubDownloader
sr: Како користити "SubDownloader"
uk: Як використовувати SubDownloader

source: 1st Tab:
ar: اللسان الاول :
ast: 1er Llingüeta:
ca: 1a pestanya:
de: 1. Tab:
fr: Premier onglet :
sl: Prvi zavihek
sr: 1. таб:
uk: 1-ша закладка:

source: Select, from the Folder Tree on the left, the folder which contains the videos that need subtitles. SubDownloader will then try to automatically find available subtitles.
ar: اختر، من شجرة المجلدات في اليسار ، المجلد الذي يحتوي على الفيديوات التي تحتاج ترجمات.منزّل الترجمات سيحاول تلقائيا ايجاد الترجمات المتوفرة
ast: Seleiciona, dende la Carpeta d'Árbol na manzorga, la carpeta que contién los videos que necesiten sotítulos. SubDownloader intentará atopar automáticamente los sotítulos disponibles.
ca: Seleccioneu, de l'arbre de directoris de l'esquerra, el directori que conté els vídeos que necessiten subtítols. El programa provarà de trobar els subtítols automàticament.
de: Wähle in der Ordnerstruktur links den Ordner aus, der diejenigen Videodateien enthält für die Untertitel benötigt werden. SubDownloader wird dann versuchen automatisch verfügbare Untertitel zu finden.
fr: Sélectionner, dans l'arborescence située à gauche, le dossier qui contient les vidéos ayant besoin de sous-titres. SubDownloader tentera ensuite de trouver les sous-titres disponibles automatiquement.
sl: izberi mapo s filmi, ki potrebujejo podnapise iz drevesnega seznama na levi. SubDownloader bo potem poskušal poiskati podnapise.
sr: Изаберите из листе датотека, са леве стране, датотеку која садржи видео фајл коме је потребан превод. "SubDownloader" ће покушати да аутоматски пронађе доступне преводе.
uk: Виберіть з дерева папок ліворуч папку, яка містить відео, для яких потрібні субтитри. SubDownloader спробує автоматично знайти доступні субтитри.

source: 2nd Tab:
ar: اللسان الثاني :
ast: 2ª Llingüeta:
ca: 2a Pestanya:
de: 2. Tab:
fr: Deuxième onglet :
sl: Drugi zavihek
sr: 2. таб:
uk: 2-га закладка

source: If you don't have the videos in your machine, you can search subtitles by introducing the title/name of the video.
ar: ان لم تملك الفيديوات في الجهاز ،بامكانك البحث عن الترجمات بادخال اسم او عنوان الفيديو
ast: Si nun tienes los videos nel to ordenador, puedes guetar sotítulos introduciendo'l títulu/nome del videu.
ca: Si no teniu els vídeos a l'ordinador, podeu cercar subtítols introduint el títol/nom del vídeo.
de: Wenn du keine Videodateien auf deinem Computer hast, kannst du hier Untertitel suchen, indem du den Titel/Name des Videos eingibst.
fr: Si vous n'avez pas les vidéos sur votre machine, vous pouvez rechercher les sous-titres en insérant le titre/nom de la vidéo.
sl: Če videi niso na disku lahko iščeš podnapise po naslovu videa.
sr: Ако немате жељени видео фајл на Вашем рачунару, можете претражити преводе по унетом наслову/имену видео фајла.
uk: Якщо ви не маєте відео на своєму комп'ютері, можна знайти субтитри, вказавши назву відео.

source: 3rd Tab:
ar: اللسان الثالث :
ast: 3er Llingüeta:
ca: 3a pestanya:
de: 3. Tab:
fr: Troisième onglet :
sl: Tretji zavihek
sr: 3. таб:
uk: 3-тя закладка:

source: If you have found some subtitle somewhere else that it's not in SubDownloader database, please upload those subtitles so next users will be able to find them more easily.
ar: اذا وجدت اي ترجمات لا تتوفر في قاعدة بيانات منزّل الترجمات، من فضلك حمّلهم لكي يتمكن المستخدمون اللاحقون من ايجادها بسهولة
ast: Si atopaste dalgún sotítulu en dalgún lláu que nun seya na base de datos de SubDownloader, por favor, xube esos sotítulos pa que los siguientes usuarios los atopen fácilmente.
ca: Si heu trobat algun subtítol més que no és a la base de dades del SubDownloader, pugeu aquests subtítols per tal que futurs usuaris els puguin trobar fàcilment.
de: Wenn du irgendwo anders Untertitel gefunden hast, die nicht in der SubDownloader-Datenbank zu finden sind, lade diese Untertitel bitte hoch, damit der nächste Benutzer sie einfacher finden kann.
fr: Si vous avez trouvé des sous-titres ailleurs qui ne sont pas dans la base de données SubDownloader, merci de les envoyer afin que les prochains utilisateurs puissent les trouver plus facilement.
sl: Če ste našli podnapis ki še ni naložen v SubDownloader podatkovno bazo, prosim naložite podnapis, da ga bodo naslednji uporabnili lahko lažje našli.
sr: Ако сте пронашли преводе другде, а не налазе се у "SubDownloader" бази превода, молим да их учитате како би надаље корисници били у прилици да их лакше пронађу.
uk: Якщо ви знайшли деякі субтитри не в базі даних SubDownloader, будь ласка відправте ці субтитри, щоб наступні користувачі могли простіше їх знайти.

source: Quid Pro Quo:
ar: مساعدة البعض للبعض :
fr: Contrepartie :
sr: Услуга за услугу:

source: If you think this program is useful and has saved you plenty of time, please help us by making a donation.
ar: ان كنت تظن ان هذا البرنامج مفيد و يوفر الكثير من الوقت ،فمن جميل فضلك مساندتنا بالتبرعات
ast: Si pienses qu'esti programa ye útil y t'aforró muncho tiempu, por favor, áidanos faciendo una donación.
ca: Si penseu que aquest programa és útil i us ha estalviat temps, ajudeu-nos fent una donació.
de: Wenn Sie denken, daß dieses Programm nützlich ist und Ihnen eine Menge ZEit erspart hat, dann helfen Sie uns mit einer Spende.
fr: Si vous trouvez ce programme utile, vous pouvez nous aidez en faisant un don.
sl: Če mislite da je ta program uporabne in vam je prihranil veliko časa prosim pomagajte nam z nakazilom donacije.
sr: Ако сматрате да је овај програм користан и да Вам је уштедео време, молимо помозите нам донацијом.
uk: Якщо ви вважаєте, що ця програма корисна і зберегла вам багато часу, будь ласка допоможіть нам, зробивши пожертву.

source: View IMDB info
ar: عرض معلومات IMDB
ast: Ver información IMDB
ca: Mostra la informació IMDB
de: Zeige IMDB Informationen
fr: Voir les informations d'IMDb
sl: pogley IMDB info
sr: Прикажи IMDB информације
uk: Переглянути інформацію IMDB

source: Set IMDB info...
ar: ضبط معلومات IMDB
ast: Afitar información IMDB...
ca: Estableix la informació IMDB...
de: IMDB-Informationen einrichten...
fr: Définir les information IMDb…
sl: Nastavi IMDB info...
sr: Постави IMDB информације...
uk: Встановити інформацію IMDB...

source: Play video + subtitle
ar: اقرأ الفيديو + الترجمة
ast: Reproducir videu + sotítulu
ca: Reprodueix el vídeo amb el subtítol
de: Video und Untertitel abspielen
fr: Lire la vidéo avec le sous-titre
sl: Igraj video + podnapis
sr: Репродукуј видео и превод
uk: Відтворити відео + субтитри

source: View online info
ar: عرض المعلومات الموجودة على الشبكة
ast: Ver información online
ca: Mostra la informació en línia
de: Zeige Online Informationen
fr: Voir les informations en ligne
sl: Poglej spletne informacije
sr: Прикажи информације на мрежи
uk: Переглянути онлайн інформацію

source: New Version Detected
ar: نسخة جديدة متوفرة
ast: Deteutada Nueva Versión
ca: S'ha detectat una nova versió
de: Neue Version gefunden
fr: Nouvelle version détectée
sl: Nova verzija
sr: Нова верзија је детектована
uk: Знайдена нова версія

source: A new version of SubDownloader has been released. New Version: %s Current Version: %s Would you like to download the new version now?
ar: نسخة جديدة من منزّل البرامج قد اصدرت. الاصدار الجديد: %s الاصدار الحالي: %s هل تريد تنزيل النسخة الجديدة الان؟
ast: Espublizóse una nueva versión de SubDownloader, Versión Nueva: %s Versión Actual: %s ¿Prestaríate baxar la nueva versión agora?
ca: S'ha publicat una versió nova del SubDownloader. Versió nova: %s Versió actual: %s Voleu descarregar ara la nova versió?
de: Eine neue Version von SubDownloader ist erschienen. Neue Version: %s Deine Version: %s Neue Version herunterladen?
fr: Une nouvelle version de SubDownloader est disponible. Nouvelle version : %s Version actuelle : %s Voulez vous télécharger la nouvelle version maintenant ?
sl: Izšla je nova različica SubDownloader-ja. Nova različica: %s Trenutna različica: %s Bi rad/a pretočil/a novo različico?
sr: Нова верзија "SubDownloader" ће бити измењена. Нова верзија: %s Тренутна верзија: %s Да ли желите да преузмете нову верзију сада?
uk: Вийшла нова версія SubDownloader Нова версія: %s Поточна версія: %s Хочете завантажити нову версію зараз?

source: Users online: Updating...
ar: المستخدمون المتصلون : تحديث...
ast: Usuarios online: Anovando...
ca: Usuaris en línia: s'està actualitzant...
de: Benutzer online: Lade...
fr: Utilisateurs en ligne : mise à jour…
sl: Uporabniki: Posodabljanje...
sr: Корисник на мрежи: Надоградња...
uk: Користувачів онлайн: Оновлення...

source: Users online: %s
ar: المستخدمون المتصلون : %s
ast: Usuarios online: %s
ca: Usuaris en línia: %s
de: Benutzer online: %s
fr: Utilisateurs en ligne : %s
sl: Prijavljni uporabniki: %s
sr: Корисника на мрежи: %s
uk: Користувачів онлайн: %s

source: Users online: ERROR
ar: المستخدمون المتصلون : خطأ
ast: Usuarios online: FALLU
ca: Usuaris en línia: ERROR
de: Benutzer online: FEHLER
fr: Utilisateurs en ligne : ERREUR
sl: Prijavljni uporabniki: ERROR
sr: Корисник на мрежи: ГРЕШКА
uk: Користувачів онлайн: ПОМИЛКА
