Repository: EyeCon/subdownloader
Catalog: subdownloader/client/locale/*/LC_MESSAGES/subdownloader.po
Languages: lt

source: Parsing video: %s
lt: Nagrinejamas video: %s

source: Parsing sub: %s
lt: Nagrinejami subtitrai: %s

source: Finished hashing
lt: Baigtas hashinimas

source: Albanian
lt: Albanų

source: Arabic
lt: Arabų

source: Armenian
lt: Armėnų

source: Malay
lt: Malajų

source: Bosnian
lt: Bosnių

source: Bulgarian
lt: Bulgarų

source: Catalan
lt: Katalonų

source: Basque
lt: Baskų

source: Chinese (China)
lt: Kiniškai (Kinija)

source: Croatian
lt: Kroatų

source: Czech
lt: Čekų

source: Danish
lt: Danų

source: Dutch
lt: Olandų

source: English (US)
lt: Angliškai (JAV)

source: English (UK)
lt: Anglų k. (JK)

source: Estonian
lt: Estų

source: Finnish
lt: Suomių

source: French
lt: Prancūzų

source: Galician
lt: Galų

source: Georgian
lt: Gruzinų

source: German
lt: Vokiečių

source: Greek
lt: Graikų

source: Hebrew
lt: Hebrajų

source: Hungarian
lt: Vengrų

source: Indonesian
lt: Indonezų

source: Italian
lt: Italų

source: Japanese
lt: Japonų

source: Kazakh
lt: Kazachų

source: Korean
lt: Korėjiečių

source: Latvian
lt: Latvių

source: Lithuanian
lt: Lietuvių

source: Luxembourgish
lt: Liuksemburgiečių

source: Macedonian
lt: Makedoniečių

source: Norwegian
lt: Norvegų

source: Persian
lt: Persų

source: Polish
lt: Lenkų

source: Portuguese (Portugal)
lt: Portugalų (Portugalija)

source: Portuguese (Brazil)
lt: Portugalų (Brazilija)

source: Romanian
lt: Rumunų

source: Russian
lt: Rusų

source: Serbian
lt: Serbų

source: Slovak
lt: Slovakų

source: Slovenian
lt: Slovėnų

source: Spanish (Spain)
lt: Ispanų (Ispanija)

source: Swedish
lt: Švedų

source: Thai
lt: Tajų

source: Turkish
lt: Turkų

source: Ukrainian
lt: Ukrainiečių

source: Vietnamese
lt: Vietnamiečių

source: Anonymous
lt: Anonimiškas

source: [Rate: %s]
lt: Reitingas: %s]

source: (Already downloaded)
lt: (Jau parsiųsta)

source: Uploader: %s
lt: Įkėlėjas: %s

source: Rate: %s
lt: Reitingas: %s

source: Format: %s
lt: Formatas: %s

source: Downloads: %d
lt: Parsiuntimai: %d

source: CDs: %d
lt: Kompaktiniai diskai: %d

source: [IMDB Rate: %s]
lt: [IMDB Reitingas: %s

source: (%d subtitles)
lt: (%d subtitrai)

source: About Subdownloader
lt: Apie Subdownloader

source: About
lt: Apie

source: Authors
lt: Autoriai

source: License Agreement
lt: Licencijos sutartis

source: Close
lt: Uždaryti

source: Videofile
lt: Vaizdo failas

source: Subtitle
lt: Subtitrai

source: The list of video/subtitle is empty
lt: Video/Subtitrų sąrašas tuščias

source: Subtitle %s is repeated
lt: Subtitrai %s kartojasi

source: Videofile %s is repeated
lt: Vaizdo failas %s yra pakartotas

source: Some of the upload rows are empty
lt: Kelios įkėlimo eilučių yra tuščios

source: Some of the video/subtitles fields are empty
lt: Kaikurie video/subtitrų laukai tušti

source: Click here to select video...
lt: Spausti čia kad parinkti video...

source: Click here to select subtitle...
lt: Spausti čia,kad pasirinkti subtitrus...

source: Loading...
lt: Įkeliama…

source: Building main dialog...
lt: Ruošiamas pagrindinis dialogas...

source: %d days to expire. Activate Program.
lt: %d dienų iki programos galiojimo pabaigos. Aktyvuoti programą.

source: Not logged yet
lt: Dar neprisijungęs

source: Help Us With 5 USD/EUR
lt: Padėkite mums 5 Doleriais/Eurais

source: Error
lt: Klaida

source: Error contacting the server. Please try again later
lt: Klaida jungiantis į serverį.Prašome pabandyti vėliau

source: Unable to find %s
lt: Negali rasti %s

source: How To Use SubDownloader
lt: Kaip naudotis SubDownloader

source: 1st Tab:
lt: Pirma etiketė

source: Select, from the Folder Tree on the left, the folder which contains the videos that need subtitles. SubDownloader will then try to automatically find available subtitles.
lt: Pasirinkti,iš pagrindinio aplanko kairėje,aplanką kuriame yra video,kuriam reikia subtitrų.SubDownloader pabandys automatiškai rasti subtitrus.

source: 2nd Tab:
lt: Antra etiketė

source: If you don't have the videos in your machine, you can search subtitles by introducing the title/name of the video.
lt: Jei neturite vaizdo failų kompiuteryje, galite ieškoti subtitrų įvedant vaizdo failo pavadinimą.

source: 3rd Tab:
lt: Trečia etiketė

source: If you have found some subtitle somewhere else that it's not in SubDownloader database, please upload those subtitles so next users will be able to find them more easily.
lt: Jei radote subtitrus kitur, kurie nėra SubDownloader duomenų bazėje, prašome įkelti tuos subtitrus taigi nauji vartotojai galės juos surasti žymiai lengviau.

source: If you think this program is useful and has saved you plenty of time, please help us by making a donation.
lt: Jei manote,kad ši programa naudinga ir sutaupė jums daug laiko, prašome padėti mums paaukojant.

source: View IMDB info
lt: Žiūreti IMDB informaciją

source: Set IMDB info...
lt: Nustatyti IMDB informaciją...

source: Download
lt: Atsisiųsti

source: Play video + subtitle
lt: Leisti vaizdą + subtitrus

source: View online info
lt: Žiūrėti internetinę informaciją

source: Info
lt: Informacija

source: New Version Detected
lt: Aptikta nauja versija

source: A new version of SubDownloader has been released. New Version: %s Current Version: %s Would you like to download the new version now?
lt: Išleista nauja SubDownloader versija Nauja versija: %s Dabartinė versija: %s Ar norite atsisiųsti naują versiją dabar?

source: Users online: Updating...
lt: Prisijungę vartotojai: Atnaujinama...

source: Users online: %s
lt: Prisijungę vartotojai: %s

source: Users online: ERROR
lt: Prisijungę vartotokai: KLAIDA

source: Logging in...
lt: Jungiamasi...

source: &Cancel
lt: &Atšaukti

source: Authentication
lt: Atpažinimas

source: Logged as %s
lt: Prisijungęs kaip %s

source: Login as %s: ERROR
lt: Jungiamasi kaip %s: KLAIDA

source: Login: ERROR
lt: Jungtis: KLAIDA

source: Program Registered
lt: Programa užregistruota

source: (Unregistered Program, %d days to expire)
lt: (Programa neregistruota, %d dienų iki programos galiojimo pabaigos)

source: Expiration Reminder
lt: Programos galiojimo pabaigos priminėjas

source: The program will expire in %d days. Would you like to activate it now?
lt: Ši programa baigs galioti po %d dienų Ar norite dabar aktyvuoti?.

source: Activate
lt: Aktyvuoti

source: All languages
lt: Visos kalbos

source: You are not connected to the server. Please reconnect first.
lt: Jūs neprisijunges prie serverio. Prašome prisijungt.

source: Scanning files
lt: Skanuojami failai

source: &Abort
lt: &Atšaukti

source: Scanning...
lt: Skenuojama...

source: Scan Results
lt: Paieškos rezultatai

source: No video has been found!
lt: Nei vienas video nebuvo surastas!

source: Searching subtitles...
lt: Ieškomi subtitrai...

source: Asking Server...
lt: Klausiama serverio...

source: Searching subtitles ( %d / %d )
lt: Ieškomi subtirai ( %d / %d )

source: Search finished
lt: Paieška baigta

source: Movie Info
lt: Filmo informacija

source: Sub Info
lt: Subtitrų informacija

source: You must select a folder first
lt: Pirma turite pasirinkti aplanką

source: Select the video(s) that need subtitles
lt: Pasirinkite vaizdo failą(us) kuriems reikia subtitrų

source: Select the directory that contains your videos
lt: Pasirinkite aplanką kuriame yra vaizdo failų

source: No default video player has been defined in Settings.
lt: Nepasirinktas pagrindinis grotuvas nustatymuose

source: Downloading files...
lt: Atsiunčiami failai...

source: Playing video + sub
lt: Leidžiamas vaizdo failas + sub

source: Unable to download subtitle %s
lt: Neįmanoma atsiųsti subtitrų %s

source: Unable to launch videoplayer
lt: Neįmanoma paleisti vaizdo grotuvo

source: Save as...
lt: Išsaugoti taip...

source: No subtitles selected to be downloaded
lt: Nepažymėti jokie subtitrai parsiuntimui

source: Downloading...
lt: Atsiunčiama...

source: Downloading subtitle %s (%d/%d)
lt: Atsiunčiami subtitrai %s (%d/%d)

source: Error write permission
lt: Klaidos rašymo leidimas

source: %s cannot be saved. Check that the folder exists and you have write-access permissions.
lt: %s negalima išsaugoti. Patikrinkite ar aplankas egzistuoja ir ar turite write-access leidimą

source: Save subtitle as...
lt: Išsaugoti subtitrus kaip...

source: File already exists
lt: Toks failas jau yra

source: Local: %s Remote: %s How would you like to proceed?
lt: Vietinis: %s Nutolęs: %s Kaip norite tęsti?

source: Skip
lt: Praleisti

source: Replace
lt: Pakeisti

source: Replace all
lt: Pakeisti viską

source: Cancel
lt: Atšaukti

source: Alert
lt: Įspėjimas

source: www.opensubtitles.org is not responding It might be overloaded, try again in a few moments.
lt: www.opensubtitles.org neatsako. Jis gali būti užlūžęs, pabandykite vėl už kėlių minučių.

source: Connecting to server...
lt: Jungiamasi prie serverio...

source: Connecting
lt: Jungiamasi

source: Connecting to server using proxy %s
lt: Jungiamasi į serverį naudojantis proxy %s

source: Connected successfully
lt: Prisijungta sėkmingai

source: Select a directory
lt: Pasirinkite aplanką

source: Please identify the movie.
lt: Prašome identifikuoti filmą

source: Uploading subtitle
lt: Įkeliami subtitrai

source: Uploading...
lt: Skleidžiama...

source: Successful Upload
lt: Sėkmingas įkėlimas

source: Subtitles successfully uploaded. Many Thanks!
lt: Subtitrai sėkmingai įkelti. Ačiū!

source: View Subtitle Info
lt: Žiūrėti subtitrų informaciją

source: Problem while uploading... Error: %s
lt: Problema įkeliant... Klaida: %s

source: Error contacting the server. Please restart or try later
lt: Klaida jungiantis į serverį. Prašome pabandyti iš naujo arba vėliau

source: ↓ Movie autodetected from .nfo file
lt: ↓ Filmas automatiškai aptiktas pagal .nfo failą

source: ↓ Movie autodetected from database
lt: ↓ Filmas automatiškai aptiktas iš duomenų bazės

source: ↑ Language autodetected from database
lt: Kalba automatiškai aptikta iš duomenų bazės

source: ↑ Language autodetected from subtitle's filename
lt: Kalba automatiškai aptikta pagal subtitrų pavadinimą

source: ↑ Language autodetected from subtitle's content
lt: Kalba automatiškai aptikta pagal subtitrų turinį

source: Browse video...
lt: Naršyti vaizdo failuose...

source: Browse subtitle...
lt: Naršyti po subtitrus...

source: You must enter at least one character in movie name
lt: Jūs turite įvesti bent vieną raidę filmo pavadinime

source: Searching...
lt: Ieškoma...

source: Search
lt: Ieškoti

source: Select the directory where to save the subtitle(s)
lt: Pasirinkiti aplanką kuriame saugoti subtitrus

source: Downloading
lt: Atsiunčiama

source: Downloading %s to %s
lt: Atsiunčiama %s į %s

source: An error occured downloading %s: Error:%s
lt: Įvyko klaida atsiunčiant %s: Klaida: %s

source: An error occured unziping %s: Error: %s
lt: Įvyko klaida išskleidžiant %s: Klaida: %s

source: %d subtitles downloaded successfully
lt: %d subtitrai sėkmingai atsiusti

source: The downloaded subtitle(s) may not be in sync with your video file(s), please check this manually. If there is no sync problem, please consider re-uploading using subdownloader. This will automate the search for other users!
lt: Parsisiusti subtitrai gali nesutapti su jūsų vaizdo failu, prašome patikrinti. Jei nėra suderinamumo problemų,prašome įkelti subtitrus per naujo naudojantis subdownloader.Tai automatizuos paiešką kitiems vartotojams

source: A new version of SubDownloader has been released.
lt: Išleista nauja SubDownloader versija

source: Login into OpenSubtitles.org
lt: Prisijungti pries OpenSubtitles.org

source: Username:
lt: Vartotojo vardas:

source: Password:
lt: Slaptažodis:

source: Please fill out the search title
lt: Prašome užpildyti ieškomą pavadinimą

source: Please search and select a movie from the list
lt: Prašome ieškoti ir pasirinkti filmą iš sąrašo

source: SubDownloader
lt: Subtitrų siuntėjas

source: Select the video/folder that needs subtitles:
lt: Pasirinkite video/aplanką kuriam reikia subtitrų:

source: Select videos that need subtitles
lt: Pasirinkite video kuriam reikia subtitrų

source: Select videos...
lt: Pasirinkti video failus...

source: Click here to Search the subtitles of the movies in that folder
lt: Spauskite čia norėdami rasti subtitrus filmams šiame aplanke.

source: Select folder...
lt: Pasirinkti aplanką...

source: Search subtitles
lt: Ieškoti subtitrų

source: Videos/Subtitles found:
lt: Video/Subtitrai rasti:

source: Filter by:
lt: Rūšiuoti pagal:

source: Play
lt: Leisti

source: Search from Video file(s)
lt: Ieškoti iš video failo(ų)

source: Site:
lt: Sritis:

source: Subtitles found:
lt: Subtirai rasti:

source: Filter by :
lt: Filtruoti pagal:

source: Search by Movie Name
lt: Ieškoti pagal filmo pavadinimą.

source: Select the videos and subtitles (only subtitles will be uploaded):
lt: Pasirinkti video failus ir subtitrus (Išsiųsti bus tik subtitrai):

source: Empty the list
lt: Ištuštinti sąrašą

source: Details:
lt: Detalės:

source: Movie Title:
lt: Filmo pavadinimas

source: Click on the Find button to identify the movie
lt: Spauskite Rasti mygtuką norėdami identifikuoti filmą

source: Find
lt: Rasti

source: Release name:
lt: Išleidimo pavadinimas:

source: Comments:
lt: Komentarai:

source: Subtitle Language:
lt: Subtitrų kalba:

source: Upload
lt: Įkelti

source: Upload subtitles
lt: Įkelti subtitrus

source: &Main
lt: &Pagrindinis

source: &Help
lt: &Pagalba

source: &Settings
lt: &Nustatymai

source: &View
lt: &Rodymas

source: Quit
lt: Baigti

source: Visit HomePage
lt: Aplankyti namų puslapį

source: Report A Problem
lt: Pranešti apie problemą

source: &Configure Subdownloader
lt: Nustatyti Subdownloader

source: LogIn
lt: Prisijungti

source: Log Messages
lt: Įrašinėjimo žinutės

source: Show/Hide Tree Folder
lt: Rodyti/Slėpti pagrindinį aplanką

source: LogOut
lt: Atsijungti

source: Translate This Application...
lt: Išversti šią programą...

source: IMDB search dialog:
lt: IMDB paieškos dialogas:

source: Enter the Movie Title or IMDB id:
lt: Įveskite filmo pavadinimą arba IMDB ID

source: Search Movie
lt: Ieškoti filmo

source: OK
lt: Gerai

source: <AutoDetect>
lt: <AutoNustatymas>

source: Select the Video Player executable file
lt: Pasirinkti Vaizdo grotuvo paleidimo failą

source: The new language will be displayed after restarting the program.
lt: Nauja kalba bus įdiegta po programos pakartotino įjungimo.

source: Enable in your Konqueror/Dolphin/Nautilus
lt: Įgalinti jūsų Konqueror/Dolphin/Nautilus

source: Enable in your Windows Explorer
lt: Įgalinti jūsų Windows Naršyklėje

source: Enable in your File Manager
lt: Įgalinti jūsų Failų Menedžeryje

source: Predefined Folder cannot be empty
lt: Nustatytas aplankas negali būti tuščias

source: Modified proxy settings will take effect after restarting the program
lt: Pakeisti proxy nustatymai veiks po pakartotino programos paleidimo

source: The program will expire in %d days.
lt: Ši programa baigs galioti po %d dienų.

source: Activate Program
lt: Aktyvuoti programą

source: The program has expired after %d days of usage.
lt: Baigėsi programos naudojimo laikas po %d dienų naudojimo.

source: Some fields are empty.. please fill them.
lt: Kai kurie laukeliai yra tušti... prašome juos užpildyti

source: Settings
lt: Nustatymai

source: Filter search results by these languages:
lt: Filtruoti paieškos rezultatus pagal šias kalbas:

source: Destination folder:
lt: Paskirties aplankas:

source: Always ask user
lt: Visada klausti vartotojo

source: Same folder as video file
lt: Tas pats aplankas kaip ir vaizdo failo

source: Predefined folder:
lt: Prieš-nustatytas aplankas

source: Browse...
lt: Naršyti...

source: Filename of the Subtitle:
lt: Subtitrų failo pavadinimas

source: Same name as video file
lt: Toks pats pavadinimas kaip ir vaizdo failo

source: Same name as video file + language code (ex: StarWarsCD1.eng.srt)
lt: Toks pats pavadinimas kaip ir failo + kalbos kodas(pvz: StarWarsCD1.eng.srt)

source: Same name as the online subtitle
lt: Toks pats pavadinimas kaip interneto subtitrų.

source: Default language of uploaded subtitles
lt: Pagrindinė įkeltų subtitrų kalba

source: Network Proxy
lt: Tarpinis tinklo serveris

source: Host:
lt: Hostas:

source: Port:
lt: Portas:

source: Network
lt: Tinklas

source: Interface Language:
lt: Sąsajos kalba:

source: Context Menu:
lt: Konteksto meniu:

source: Enable in your explorer
lt: Įgalinti savo naršyklėje

source: External application for video playback
lt: Papildomos programos vaizdo paleidimui

source: Video Player:
lt: Vaizdo grotuvas:

source: Parameters:
lt: Parametrai:

source: {0} = video file path; {1} = subtitle path
lt: {0} = Vaizdo failo aplankas; {1} = Subtitrų aplankas

source: Others
lt: Kiti

source: Save
lt: Išsaugoti
